{
  "2025-11-13": {
    "card": "Смерть (XIII)",
    "meaning": "Карта дня говорит о завершении цикла. Сегодня хорошо подводить итоги, отпускать людей, ситуации и ожидания, которые уже выжили себя. Не бойся закрывать двери: именно так освобождается место для новых возможностей."
  },
  "2025-11-14": {
    "card": "Тройка Мечей",
    "meaning": "Карта про честное признание боли и разочарований. Если что-то ранит, сегодня лучше не прятать чувства, а аккуратно признать их и дать себе поддержку. Это день, когда через ясность и честность с собой можно выйти из старой сердечной раны."
  },
  "2025-11-15": {
    "card": "Смерть (XIII)",
    "meaning": "Карта дня говорит о завершении цикла. Сегодня хорошо подводить итоги, отпускать людей, ситуации и ожидания, которые уже выжили себя. Не бойся закрывать двери: именно так освобождается место для новых возможностей."
  },
  "2025-11-16": {
    "card": "Девятка Кубков",
    "meaning": "День исполнения желаний и маленьких личных радостей. Позволь себе удовольствие, о котором давно думала, и понаблюдай, как Вселенная откликается, когда ты признаёшь свои истинные хотения. Хорошее время загадывать желания и верить в их реальность."
  },
  "2025-11-17": {
    "card": "Луна (XVIII)",
    "meaning": "Интуиция сильнее логики. Сегодня легко запутаться в страхах и фантазиях, поэтому важно проверять факты и не накручивать себя. Доверься снам, знакам и внутреннему голосу, но не принимай импульсивных решений под влиянием тревоги."
  },
  "2025-11-18": {
    "card": "Тройка Мечей",
    "meaning": "Карта про честное признание боли и разочарований. Если что-то ранит, сегодня лучше не прятать чувства, а аккуратно признать их и дать себе поддержку. Это день, когда через ясность и честность с собой можно выйти из старой сердечной раны."
  },
  "2025-11-19": {
    "card": "Отшельник (IX)",
    "meaning": "Энергия дня про уединение и внутренний поиск. Полезно замедлиться, отключить лишний шум и прислушаться к себе: чего ты на самом деле хочешь от отношений, работы, жизни. Ответы сегодня приходят в тишине, а не в переписках."
  },
  "2025-11-20": {
    "card": "Дьявол (XV)",
    "meaning": "Карта показывает, где тобой управляют зависимости, страх потерять или желание всё контролировать. День подходит, чтобы трезво посмотреть на свои привязки — к человеку, привычке или сценарию. Осознанность даёт шанс перестать быть заложницей этих уз."
  },
  "2025-11-21": {
    "card": "Туз Жезлов",
    "meaning": "В день перед сменой сезона загорается новая искра. Это энергия вдохновения, смелых идей и первого шага. Хороший момент начать то, что давно грело душу, написать, предложить, заявить о себе и своих желаниях."
  },
  "2025-11-22": {
    "card": "Умеренность (XIV)",
    "meaning": "Вход в сезон Стрельца проходит под картой баланса и мягких, но верных шагов. Сегодня важно не впадать в крайности и не спешить: всё созревает в своём темпе. Хороший день для исцеления, примирения и поиска золотой середины в отношениях и делах."
  },
  "2025-11-23": {
    "card": "Колесо Фортуны (X)",
    "meaning": "День поворота сюжета. Могут всплыть случайные встречи, предложения или новости, которые меняют планы. Не всё здесь подвластно контролю, поэтому лучше быть гибкой и поймать удачный шанс, чем пытаться держаться за старый сценарий."
  },
  "2025-11-24": {
    "card": "Шестёрка Жезлов",
    "meaning": "Энергия признания и маленьких побед. Сегодня могут отмечаться твои успехи, приходить хорошие новости или поддержка от людей. Позволь себе принять комплименты и увидеть, сколько уже сделано, вместо того чтобы сразу думать о следующей вершине."
  },
  "2025-11-25": {
    "card": "Десятка Кубков",
    "meaning": "Карта про тепло, семью, чувство «я на своём месте». День для близких, совместных планов и искренних разговоров. Хорошее время думать о будущем — доме, отношениях, своей эмоциональной опоре и о том, что делает тебя по-настоящему счастливой."
  },
  "2025-11-26": {
    "card": "Маг (I)",
    "meaning": "Сегодня особенно сильна энергия «я могу». Карта дня даёт ресурс на инициативу: договариваться, предлагать, пробовать новые инструменты и форматы. Чем яснее твой запрос, тем точнее Вселенная отвечает, так что формулируй желания конкретно."
  },
  "2025-11-27": {
    "card": "Рыцарь Жезлов",
    "meaning": "День импульсивных действий и смелых шагов. Хочется двигаться, менять, писать первой, пробовать новый маршрут. Важно лишь не сжечь мосты из-за вспышки эмоций: направь огонь на проекты и задачи, где нужна энергия, а не разрушение."
  },
  "2025-11-28": {
    "card": "Императрица (III)",
    "meaning": "Карта изобилия, женственности и самопринятия. Сегодня особенно важно бережно относиться к телу, красоте, удовольствиям и своим ресурсам. Хорошее время сеять: идеи, отношения, проекты, которые со временем могут вырасти во что-то значимое."
  },
  "2025-11-29": {
    "card": "Шестёрка Пентаклей",
    "meaning": "День обмена энергией, день баланса «давать–получать». Кто-то может предложить помощь или поддержку, а ты сама способна кому-то облегчить путь. Важно принимать не только ответственность, но и подарки, комплименты и заботу."
  },
  "2025-11-30": {
    "card": "Звезда (XVII)",
    "meaning": "Накануне нового месяца карта даёт чувство надежды и веры в свой путь. Это день для мечтаний, визуализации, составления списков желаний и долгосрочных целей. Даже если сейчас не всё идеально, Звезда напоминает: ты движешься в верном направлении."
  },
  "2025-12-01": {
    "card": "Мир (XXI)",
    "meaning": "Карта завершения большого цикла и выхода на новый уровень. Сегодня хорошо закрывать хвосты, сдавать проекты, расставлять точки в истории, которые тянулись слишком долго. Это энергия «я взрослая, и у меня получается», не бойся её чувствовать."
  },
  "2025-12-02": {
    "card": "Королева Кубков",
    "meaning": "День тонкой чувствительности, эмпатии и эмоциональной глубины. Хочется заботы и душевных разговоров, тёплых признаний и искренности. Хороший момент слушать сердце, заниматься творчеством и позволить себе быть мягкой, а не всегда сильной."
  },
  "2025-12-03": {
    "card": "Восьмёрка Пентаклей",
    "meaning": "Энергия сосредоточенной работы и роста мастерства. День, когда мелкие усилия и аккуратность дают хороший результат. Если вложиться в учёбу, проект или навык, можно заметно продвинуться вперёд, даже если внешне это кажется рутиной."
  },
  "2025-12-04": {
    "card": "Колесница (VII)",
    "meaning": "Карта движения вперёд и управления своей жизнью. Сегодня особенно важно самим выбирать направление, а не ехать по чужому маршруту. Хорошо подходят поездки, активные действия, смелые решения и шаги, которые приближают к цели."
  },
  "2025-12-05": {
    "card": "Солнце (XIX)",
    "meaning": "Очень тёплый и ясный день. Солнце приносит чувство уверенности, радости, признания и лёгкости. Это момент, когда можно позволить себе сиять, быть заметной, заявлять о себе и своих достижениях без стыда и умаления."
  },
  "2025-12-06": {
    "card": "Паж Мечей",
    "meaning": "День любопытства, наблюдений и первых идей. Хочется всё узнать, задать вопросы, проверить информацию. Хороший момент для планирования, сбора данных, обучения и честного разговора, пусть даже не самого комфортного."
  },
  "2025-12-07": {
    "card": "Туз Пентаклей",
    "meaning": "Карта материального шанса: деньги, работа, проект, предложение, которое может вырасти во что-то большое. Сегодня полезно уделить внимание практическим вопросам — финансам, документам, возможностям заработка. Главное не пройти мимо."
  },
  "2025-12-08": {
    "card": "Влюблённые (VI)",
    "meaning": "День выбора сердцем. Карта говорит о важности честности в отношениях, в том, чего ты хочешь от партнёрства и любви. Это хороший момент обсудить важное с близким человеком или признаться самой себе, чего ты на самом деле ищешь."
  },
  "2025-12-09": {
    "card": "Король Жезлов",
    "meaning": "Энергия уверенности, лидерства и зрелой страсти. Сегодня уместно проявить инициативу, взять на себя ответственность и показать, что ты знаешь, чего хочешь. В отношениях это про взрослую, поддерживающую, а не хаотичную энергию."
  },
  "2025-12-10": {
    "card": "Справедливость (XI)",
    "meaning": "День честных решений, равновесия и последствий. Всё, что ты выбираешь сейчас, имеет долгосрочные результаты. Хороший момент разобраться с документами, договорённостями, обязательствами и спросить себя: «Это честно по отношению ко мне?». "
  },
  "2025-12-11": {
    "card": "Девятка Мечей",
    "meaning": "Карта про тревоги и накрутки, которые живут больше в голове, чем в реальности. Сегодня важно отличать реальные проблемы от сценариев, придуманных ночью. Поддержка, сон, забота о теле и разговор с доверенным человеком помогут снять напряжение."
  },
  "2025-12-12": {
    "card": "Шут (0)",
    "meaning": "Энергия нового начала, лёгкости и спонтанности. День подходит для экспериментов, проб и ошибок, для того, чтобы дать себе право не всё знать заранее. Если давно хотелось начать что-то с нуля, сегодня Вселенная подталкивает сделать первый шаг."
  },
  "2025-12-13": {
    "card": "Тройка Кубков",
    "meaning": "Карта радости, окружения и поддержки подруг. Хороший день для встреч, посиделок, праздников, совместных планов и просто ощущения, что ты не одна. Энергия лёгкого общения помогает пережить даже непростые периоды."
  },
  "2025-12-14": {
    "card": "Император (IV)",
    "meaning": "День структуры, границ и взрослой позиции. Полезно навести порядок в делах, расписаниях, договорённостях, а также обозначить свои правила игры. Император учит не бояться занимать своё место и опираться на собственную силу."
  },
  "2025-12-15": {
    "card": "Суд (XX)",
    "meaning": "Карта пробуждения и переоценки. Сегодня может прийти внутреннее «прозрение» — понимание, что старый сценарий больше не работает. Это хороший момент пересмотреть решения, отпустить чувство вины и сделать выбор в пользу жизни, а не самоосуждения."
  }
}
