{
  "Шут (0)": {
    "love": [
      "В любви Шут приносит лёгкость и игру: возможен внезапный роман без чётких обещаний.",
      "Карта говорит о смелости сделать первый шаг, даже если всё выглядит странно и непривычно.",
      "История может начаться там, где ты привыкла просто шутить и не воспринимать всерьёз."
    ],
    "career": [
      "В работе Шут указывает на старт чего-то нового, когда опыта ещё мало, но энтузиазма много.",
      "Может появиться необычный проект или предложение, которое выбивает из привычной колеи.",
      "Сейчас важнее учиться и пробовать, чем идеально просчитывать каждый шаг."
    ],
    "finance": [
      "В деньгах Шут предупреждает о спонтанных тратах и покупках ради настроения.",
      "Финансовые авантюры могут принести впечатления, но не всегда прибыль — оставь себе запас.",
      "Лучше не вкладывать всё в одну идею, которая только что пришла в голову."
    ],
    "health": [
      "Для здоровья Шут говорит о необходимости больше движения, прогулок и живых впечатлений.",
      "Поддержать тело поможет игра: танцы, активный отдых, неформальные занятия спортом.",
      "Ты можешь относиться к своему состоянию слишком легкомысленно — прислушайся к сигналам тела."
    ],
    "advice": [
      "Разреши себе шаг в неизвестность, даже если нет гарантий и чёткого плана.",
      "Не цепляйся за прошлое — сейчас важно попробовать то, чего ты ещё не делала.",
      "Сделай сегодня маленький безумный шаг, который вдохновит тебя, а не разрушит."
    ]
  },
  "Маг (I)": {
    "love": [
      "В любви Маг даёт возможность проявить инициативу и открыто говорить о своих желаниях.",
      "Ты можешь сознательно влиять на развитие отношений, а не ждать, пока решит кто-то другой.",
      "Слова сейчас особенно сильны — будь внимательна к обещаниям и признаниям."
    ],
    "career": [
      "В карьере Маг показывает период, когда твои навыки и интеллект могут ярко проявиться.",
      "Это время брать на себя ответственность, предлагать идеи и вести проекты.",
      "Ты можешь убедить других в своей правоте — используй это этично и осознанно."
    ],
    "finance": [
      "В финансах Маг указывает на умение управлять ресурсами и находить выгодные решения.",
      "Хорошее время для переговоров, заключения сделок и обдуманных инвестиций.",
      "Не поддавайся манипуляциям и сама будь честна, оформляя договорённости."
    ],
    "health": [
      "В здоровье Маг говорит о важности психосоматики: мысли и состояние ума влияют на тело.",
      "Ты можешь взять контроль за своим режимом, питанием и нагрузками в собственные руки.",
      "Подойдут методики, где важна концентрация и дисциплина, например дыхательные практики."
    ],
    "advice": [
      "Используй свои таланты осознанно: у тебя уже есть всё необходимое, чтобы начать.",
      "Не жди идеального момента — он наступает тогда, когда ты принимаешь решение действовать.",
      "Сформулируй своё намерение чётко и сделай первые шаги в его сторону сегодня."
    ]
  },
  "Верховная Жрица (II)": {
    "love": [
      "В любви Жрица говорит о скрытых чувствах и невысказанных желаниях.",
      "Отношения могут развиваться на уровне интуиции, жестов и намёков, а не прямых слов.",
      "Сейчас важно слушать внутренний голос и не торопить события."
    ],
    "career": [
      "В работе эта карта указывает на закулисные процессы и недосказанность в коллективе.",
      "Тебе может понадобиться сохранить тайну или работать с конфиденциальной информацией.",
      "Решения стоит принимать, опираясь не только на факты, но и на внутреннее ощущение."
    ],
    "finance": [
      "В финансах Жрица намекает на скрытые ресурсы или доходы, которые пока не афишируются.",
      "Не все детали финансовой ситуации сейчас видны — будь внимательна к мелкому шрифту.",
      "Лучше взять паузу и собрать больше информации, прежде чем вкладываться."
    ],
    "health": [
      "По здоровью Жрица говорит о гормональном фоне, цикличности и тонких сигналах тела.",
      "Симптомы могут быть неочевидными и требовать более глубокого обследования.",
      "Подойдут мягкие практики — йога, медитация, восстановительный отдых."
    ],
    "advice": [
      "Доверься своей интуиции, даже если логика пока отстаёт.",
      "Не спеши раскрывать все карты — тишина иногда работает сильнее слов.",
      "Проведи время наедине с собой, чтобы услышать собственные истинные ответы."
    ]
  },
  "Императрица (III)": {
    "love": [
      "Императрица в любви приносит тепло, заботу и желание создавать уютные отношения.",
      "Это карта зрелой женской энергии, которая умеет и чувствовать, и давать поддержку.",
      "Может говорить о развитии связи, переходе к совместной жизни или расширению семьи."
    ],
    "career": [
      "В карьере Императрица связана с ростом, творчеством и плодородием проектов.",
      "Твои идеи могут приносить реальные результаты и материальные плоды.",
      "Хорошее время для дел, связанных с красотой, заботой, обучением и созданием нового."
    ],
    "finance": [
      "В финансах эта карта часто указывает на прирост, прибыль или хорошие условия.",
      "Ты можешь получать деньги за то, что делаешь с любовью и вдохновением.",
      "Важно не только зарабатывать, но и создавать вокруг себя изобильное пространство."
    ],
    "health": [
      "Для здоровья Императрица говорит о потребности в полноценном отдыхе, питании и заботе о теле.",
      "Темы женского здоровья и гормонального баланса могут выйти на первый план.",
      "Подойдут мягкие режимы: прогулки, приятные телу практики, красивое окружение."
    ],
    "advice": [
      "Позволь себе получать, а не только отдавать — изобилие любит открытую благодарность.",
      "Займись тем, что тебя по-настоящему питает и эмоционально, и физически.",
      "Укрась свою реальность: красота вокруг поддерживает твоё внутреннее состояние."
    ]
  },
  "Император (IV)": {
    "love": [
      "В любви Император показывает серьёзный подход и желание стабильных, надёжных отношений.",
      "Важны границы, договорённости и чувство защищённости в паре.",
      "Карта может указывать на партнёра с сильным характером или на твоё стремление всё контролировать."
    ],
    "career": [
      "В карьере Император символизирует власть, управление и структуру.",
      "Хорошее время выстраивать систему, брать ответственность и укреплять свой статус.",
      "Решения лучше принимать рационально, опираясь на опыт и ясные правила."
    ],
    "finance": [
      "В финансах Император говорит о стабильности и необходимости финансовой дисциплины.",
      "Это период, когда важно выстраивать долгосрочные стратегии, а не жить от поступления до поступления.",
      "Карта может указывать на надёжные вложения и опору на проверенные источники дохода."
    ],
    "health": [
      "По здоровью Император напоминает о важности режима, дисциплины и регулярных проверок.",
      "Ты можешь игнорировать усталость, держась за образ сильной и несгибаемой.",
      "Тело просит чётких границ между работой и отдыхом, иначе напряжение накапливается."
    ],
    "advice": [
      "Займи своё место и не бойся сказать твёрдое «да» или «нет».",
      "Выстрой структуру там, где давно нужен порядок — в делах, финансах или личных границах.",
      "Поступай так, как поступил бы ответственный взрослый, на которого ты сама могла бы опереться."
    ]
  },
  "Иерофант (V)": {
    "love": [
      "В любви Иерофант говорит о официальном оформлении отношений или движении к этому.",
      "Карта указывает на важность общих ценностей, традиций и духовной близости.",
      "Возможны разговоры о браке, общей вере или семейных правилах."
    ],
    "career": [
      "В работе эта карта связана с обучением, наставничеством и следованием установленным нормам.",
      "Ты можешь оказаться в роли учителя или, наоборот, ученицы у более опытного человека.",
      "Иногда Иерофант говорит о работе в крупных структурах, где важны правила и иерархия."
    ],
    "finance": [
      "В финансах Иерофант советует действовать честно и прозрачно, избегая сомнительных схем.",
      "Может говорить о необходимости консультации специалиста: юриста, бухгалтера, финансового советника.",
      "Деньги приходят через соблюдение договорённостей и уважение к системе."
    ],
    "health": [
      "По здоровью Иерофант рекомендует опираться на проверенную медицину и профессиональные советы.",
      "Самолечение и эксперименты здесь не лучший вариант — важны авторитетные источники.",
      "Полезны регулярные профилактические осмотры и структурированный подход к лечению."
    ],
    "advice": [
      "Вспомни о своих ценностях и поступай в соответствии с ними, даже если так сложнее.",
      "Обратись за советом к тому, кому доверяешь, вместо того чтобы тащить всё в одиночку.",
      "Соблюдай слово и договорённости — сейчас это особенно важно для твоей кармы."
    ]
  },
  "Влюблённые (VI)": {
    "love": [
      "В любви эта карта говорит о важном выборе сердца и необходимости честности с собой.",
      "Ты можешь оказаться между двумя вариантами отношений или подходов к близости.",
      "Карта призывает строить связь на взаимном притяжении, а не на чувстве долга."
    ],
    "career": [
      "В карьере Влюблённые указывают на развилку: два проекта, две должности или пути разного качества.",
      "Решение стоит принимать, учитывая не только деньги, но и внутренний отклик.",
      "Также карта может говорить о важном партнёрстве в работе."
    ],
    "finance": [
      "В финансах Влюблённые подчёркивают необходимость согласованных решений, если деньги общие.",
      "Может быть выбор между удобным и честным — лучше держаться второго.",
      "Совместные покупки или вложения требуют открытого обсуждения."
    ],
    "health": [
      "По здоровью карта напоминает о балансе между отдыхом и нагрузкой, телом и эмоциями.",
      "Состояние может зависеть от того, как ты переживаешь личные отношения.",
      "Полезно искать поддержку не в одиночестве, а в близком кругу."
    ],
    "advice": [
      "Выбирай то, что отзывается в сердце, а не только в логике.",
      "Будь искренней с собой и другими — половинчатые решения больше не работают.",
      "Помни, что избегание выбора тоже является выбором и имеет последствия."
    ]
  },
  "Колесница (VII)": {
    "love": [
      "В любви Колесница говорит о движении вперёд: переход на новый уровень или совместная поездка.",
      "В отношениях может проявляться тема контроля и сильной воли одного из партнёров.",
      "Важно договориться, в какую сторону вы двигаетесь вместе, а не тянуть повозку в разные стороны."
    ],
    "career": [
      "В работе Колесница символизирует амбиции, победу и прорыв через усилие.",
      "Ты можешь взять на себя сложную задачу и успешно довести её до результата.",
      "Карта говорит о дисциплине и умении держать курс, несмотря на отвлекающие факторы."
    ],
    "finance": [
      "В финансах Колесница связана с крупными расходами на поездки, транспорт или развитие.",
      "Ты можешь активно зарабатывать, но и тратить, продвигаясь к своим целям.",
      "Важно управлять деньгами, а не разбрасываться ими в порыве азарта."
    ],
    "health": [
      "По здоровью карта говорит о важности тонуса, физической активности и силы воли.",
      "Может указывать на напряжение в теле из-за постоянной гонки и стремления успеть всё.",
      "Полезно чередовать периоды интенсивной активности с восстановлением."
    ],
    "advice": [
      "Определи точку, куда ты хочешь приехать, и направь туда свою энергию.",
      "Не позволяй эмоциям рвать тебя в разные стороны — держи внутренний руль в своих руках.",
      "Смело двигайся вперёд, но помни о чувстве меры и уважении к другим участникам пути."
    ]
  },
  "Сила (VIII)": {
    "love": [
      "В любви Сила говорит о мягком влиянии, когда нежность работает лучше давления.",
      "Отношения требуют терпения, искренности и умения приручать свои эмоции.",
      "Карта показывает глубокую привязанность, основанную на доверии и уважении."
    ],
    "career": [
      "В карьере Сила — это способность выдерживать нагрузки и не сдаваться перед трудностями.",
      "Ты можешь проявить характер, отстоять свои границы и интересы.",
      "Иногда она говорит о работе, где важны эмпатия и умение успокаивать других."
    ],
    "finance": [
      "В финансах Сила указывает на умение контролировать желания и не тратить всё сразу.",
      "Прибыль может расти постепенно, если не поддаваться импульсивным решениям.",
      "Карта советует проявить финансовую выдержку, а не поддаваться страхам и панике."
    ],
    "health": [
      "По здоровью Сила говорит о хороших внутренних ресурсах и способности к восстановлению.",
      "Важен баланс между активностью и бережным отношением к своему телу.",
      "Подойдут практики, которые укрепляют и тело, и дух: йога, мягкие силовые нагрузки."
    ],
    "advice": [
      "Опирайся на внутреннюю мощь, а не на внешнее давление или агрессию.",
      "Твои чувства и инстинкты не враги — их можно приручить и направить.",
      "Прояви доброту к себе, даже когда требуется твёрдость в решениях."
    ]
  },
  "Отшельник (IX)": {
    "love": [
      "В любви Отшельник может говорить о периоде одиночества или внутреннего поиска.",
      "Даже будучи в отношениях, ты можешь ощущать потребность дистанцироваться и разобраться в себе.",
      "Это время честного разговора с собой: чего ты на самом деле ждёшь от близости."
    ],
    "career": [
      "В карьере Отшельник указывает на самостоятельную работу, исследования или консультативную деятельность.",
      "Тебе может хотеться меньше суеты и больше тишины для концентрации.",
      "Карта говорит о ценности опыта, который ты накопила, и о возможности делиться им точечно."
    ],
    "finance": [
      "В финансах Отшельник призывает к разумной экономии и вдумчивому планированию.",
      "Избегай лишних расходов и импульсивных покупок — сейчас важнее устойчивость.",
      "Могут пригодиться накопления или финансовая подушка, созданная ранее."
    ],
    "health": [
      "По здоровью карта говорит о необходимости восстановиться в тишине, без перегрузки общением.",
      "Может быть склонность замыкаться в себе при недомоганиях — важно всё же обращаться за помощью при необходимости.",
      "Полезны уединённые практики: медитации, прогулки в одиночестве, осознанное дыхание."
    ],
    "advice": [
      "Не бойся остаться наедине с собой, чтобы услышать свои настоящие ответы.",
      "Сделай паузу в общении, если чувствуешь усталость от внешнего шума.",
      "Обратись к своему внутреннему учителю — ты знаешь больше, чем думаешь."
    ]
  },
  "Колесо Фортуны (X)": {
    "love": [
      "В любви Колесо Фортуны приносит неожиданные повороты и смену сценариев.",
      "Отношения могут внезапно ускориться или, наоборот, притормозить.",
      "Это время, когда встреча или расставание воспринимаются как судьбоносное событие."
    ],
    "career": [
      "В работе карта говорит об изменениях: новый этап, перестановки, шанс, который выпадает не каждый день.",
      "Тебе могут предложить возможность, которая выведет из зоны комфорта.",
      "Важно уловить момент и не пропустить удачный поворот событий."
    ],
    "finance": [
      "В финансах Колесо Фортуны подчёркивает цикличность: то подъём, то спад.",
      "Возможны неожиданные доходы или траты — форс-мажоры и удачные совпадения.",
      "Карта советует не полагаться только на удачу, а использовать её осознанно, когда она приходит."
    ],
    "health": [
      "По здоровью карта может говорить о переменчивом самочувствии и важности отслеживать циклы.",
      "Обрати внимание на темы, которые то появляются, то исчезают — возможно, это требует диагностики.",
      "Полезно поддерживать стабильный режим, чтобы сгладить влияние внешних факторов."
    ],
    "advice": [
      "Прими тот факт, что жизнь движется не по прямой, а по спирали.",
      "Используй благоприятный момент, пока он открыт, не откладывая на потом.",
      "Отпусти то, что ты не можешь контролировать, и сосредоточься на своём ответе переменам."
    ]
  },
  "Справедливость (XI)": {
    "love": [
      "В любви Справедливость говорит о честности, балансе и необходимости открыто обсудить важные темы.",
      "Карта может указывать на решения, связанные с оформлением или разрывом отношений.",
      "Важно учитывать чувства обеих сторон, а не играть роль строгого судьи."
    ],
    "career": [
      "В карьере эта карта связана с официальными документами, контрактами и ответственностью.",
      "Твои решения сейчас могут иметь долгосрочные последствия — взвесь все за и против.",
      "Иногда Справедливость говорит о работе в юридической, административной или аналитической сфере."
    ],
    "finance": [
      "В финансах карта напоминает о важности честности и законности всех операций.",
      "Может быть проверка, отчётность или необходимость привести документы в порядок.",
      "Старайся расставлять приоритеты справедливо: что действительно заслуживает твоих вложений."
    ],
    "health": [
      "По здоровью Справедливость указывает на баланс: питание, сон и нагрузка должны быть согласованы.",
      "Возможны вопросы, требующие анализов и точных измерений.",
      "Полезно вести дневник самочувствия, чтобы видеть реальные причинно-следственные связи."
    ],
    "advice": [
      "Поступай так, как потом не стыдно будет объяснить ни себе, ни другим.",
      "Посмотри на ситуацию с позиции беспристрастного наблюдателя, а не только через эмоции.",
      "Наводи порядок там, где давно тянутся хвосты и недоделанные обязательства."
    ]
  },
  "Повешенный (XII)": {
    "love": [
      "В любви Повешенный может говорить о паузе, когда отношения словно зависают в воздухе.",
      "Ты можешь чувствовать, что жертвуешь чем-то ради партнёра или самой связи.",
      "Карта предлагает посмотреть на ситуацию под другим углом, а не только страдать."
    ],
    "career": [
      "В карьере Повешенный указывает на задержки, ожидание и необходимость пересмотреть подход.",
      "Проекты могут временно тормозиться, чтобы ты изменила взгляд на своё дело.",
      "Иногда карта говорит о добровольной жертве ради долгосрочной цели."
    ],
    "finance": [
      "В финансах возможен застой или период, когда деньги приходят медленнее, чем хотелось бы.",
      "Сейчас не лучшее время для рискованных вложений и крупных перемен.",
      "Полезно пересмотреть свои финансовые привычки и отношение к ресурсам."
    ],
    "health": [
      "По здоровью карта может указывать на чувство скованности, усталости или ограничения в движении.",
      "Важно обратить внимание на осанку, напряжение в теле и кровообращение.",
      "Подойдут практики растяжки, мягкого освобождения от зажимов и работа с дыханием."
    ],
    "advice": [
      "Прекрати рваться вперёд любой ценой — иногда пауза приносит больше, чем действие.",
      "Посмотри на ситуацию глазами другого человека или с позиции наблюдателя.",
      "Отпусти то, к чему ты привязана из привычки, а не из живого выбора."
    ]
  },
  "Смерть (XIII)": {
    "love": [
      "В любви Смерть символизирует завершение старого этапа и невозможность вернуться к прежнему формату.",
      "Это может быть трансформация отношений или их окончание, чтобы освободить место новому.",
      "Карта просит честно признать, что уже не живо, и перестать держаться за прошлое."
    ],
    "career": [
      "В карьере Смерть говорит о смене направления, уходе из старой роли или завершении проекта.",
      "Закрывается один цикл, чтобы начался другой, даже если сейчас это кажется потерей.",
      "Иногда карта указывает на радикальные изменения в сфере деятельности."
    ],
    "finance": [
      "В финансах Смерть может говорить о прекращении прежнего источника дохода или пересмотре бюджета.",
      "Важно отпустить старую модель, которая больше не работает.",
      "На её месте со временем появится новый способ обращаться с деньгами."
    ],
    "health": [
      "По здоровью карта говорит о необходимости изменить образ жизни, привычки или подход к лечению.",
      "Старые схемы больше не дают результата — нужен новый уровень ответственности к себе.",
      "Иногда это сигнал о завершении затянувшегося кризиса и выходе на другой этап восстановления."
    ],
    "advice": [
      "Перестань оживлять то, что уже завершилось — освободи пространство для новой жизни.",
      "Позволь себе прожить эмоции потери, но не превращай их в вечную драму.",
      "Сделай шаг, который символически закроет старую главу: ритуал, разговор, решение."
    ]
  },
  "Умеренность (XIV)": {
    "love": [
      "В любви Умеренность говорит о спокойном, ровном течении чувств и способности договариваться.",
      "Отношения требуют мягкости, терпения и готовности искать золотую середину.",
      "Это не время бурных страстей, но хорошее время для гармонии и взаимной поддержки."
    ],
    "career": [
      "В карьере карта указывает на устойчивый, постепенный рост без резких скачков.",
      "Ты можешь соединять разные навыки или сферы, создавая что-то целостное.",
      "Важно не спешить и не выгорать, распределяя нагрузку разумно."
    ],
    "finance": [
      "В финансах Умеренность говорит о балансе доходов и расходов и аккуратном обращении с ресурсами.",
      "Сейчас оптимально придерживаться умеренности, не уходя в крайности экономии или транжирства.",
      "Небольшие, но регулярные шаги к финансовой цели принесут результат."
    ],
    "health": [
      "По здоровью карта подчёркивает важность режима: сон, питание и нагрузка должны поддерживать друг друга.",
      "Полезны мягкие оздоровительные практики, восстановление и гармонизация.",
      "Если ты проходишь лечение, оно может потребовать времени, но будет постепенно давать эффект."
    ],
    "advice": [
      "Сделай ставку на стабильность, а не на драматические перемены.",
      "Ищи середину между желаниями и возможностями — крайности сейчас изматывают.",
      "Дозируй и усилия, и удовольствие, чтобы надолго сохранить ресурсное состояние."
    ]
  },
  "Дьявол (XV)": {
    "love": [
      "В любви Дьявол говорит о сильном притяжении, страсти и возможной зависимости.",
      "Отношения могут строиться на игре, соблазне или страхе потерять, а не на свободе.",
      "Важно увидеть, где ты остаёшься не по любви, а из привычки или привязанности."
    ],
    "career": [
      "В карьере карта показывает ситуации давления, жёстких условий или соблазна идти против своих принципов.",
      "Ты можешь быть сильно привязана к статусу, деньгам или мнению руководства.",
      "Иногда это указание на токсичную среду, где выгодно, но эмоционально тяжело."
    ],
    "finance": [
      "В финансах Дьявол говорит о долгах, кредитах или зависимости от материального.",
      "Есть риск тратить деньги, чтобы заглушить внутреннюю пустоту или стресс.",
      "Важно смотреть, кто и что реально управляет твоими финансовыми решениями."
    ],
    "health": [
      "По здоровью карта указывает на вредные привычки, переедание или злоупотребления.",
      "Могут проявляться психосоматические симптомы из-за подавленных эмоций.",
      "Полезно честно признать, от чего ты зависишь, и постепенно снижать эту зависимость."
    ],
    "advice": [
      "Посмотри, где ты уже не управляешь ситуацией, а сама становишься управляемой.",
      "Не соглашайся на сделки, после которых будет стыдно перед собой.",
      "Сделай хотя бы один шаг в сторону свободы от того, что тебя цепляет и ослабляет."
    ]
  },
  "Башня (XVI)": {
    "love": [
      "В любви Башня говорит о резких переменах: ссора, откровение или разрыв могут разрушить старую конструкцию.",
      "То, что казалось надёжным, может внезапно показать трещины.",
      "Карта освобождает от иллюзий, даже если это происходит болезненно."
    ],
    "career": [
      "В карьере Башня указывает на неожиданные события: смену работы, кризис в компании, резкое изменение планов.",
      "Старые структуры рушатся, потому что больше не поддерживают твой рост.",
      "Это момент, когда приходится действовать быстро и адаптироваться к новым условиям."
    ],
    "finance": [
      "В финансах возможны неожиданные расходы, потери или необходимость срочно менять стратегию.",
      "Карта говорит о шатком фундаменте, на который раньше не обращали внимания.",
      "Сейчас важно спасать главное и не цепляться за уже разрушенное."
    ],
    "health": [
      "По здоровью Башня может указывать на резкий кризис, после которого требуется пересмотреть образ жизни.",
      "Сигналы тела больше нельзя игнорировать — нужны решительные меры.",
      "Иногда карта говорит о внезапном прозрении: понимании истинной причины состояния."
    ],
    "advice": [
      "Позволь разрушиться тому, что держалось на страхе и самообмане.",
      "Не трать силы на поддержание того, что уже рушится — направь энергию на построение нового.",
      "Смотри на происходящее как на шанс выстроить жизнь на более честном фундаменте."
    ]
  },
  "Звезда (XVII)": {
    "love": [
      "В любви Звезда приносит надежду, мягкость и ощущение, что всё складывается постепенно.",
      "Это карта искренности и уязвимости — возможность быть собой рядом с другим.",
      "Отношения могут развиваться неторопливо, но с чувством доверия и вдохновения."
    ],
    "career": [
      "В работе Звезда говорит о вдохновляющем проекте или мечте, к которой ты идёшь.",
      "Твои идеи могут оказаться значимыми не только для тебя, но и для других.",
      "Важно верить в свой путь, даже если результаты проявляются не сразу."
    ],
    "finance": [
      "В финансах Звезда указывает на перспективы и долгосрочные цели, а не моментальную выгоду.",
      "Ты можешь вкладываться в то, что пока не приносит много, но важно для души.",
      "Карта советует сохранять веру и планомерно идти к финансовому улучшению."
    ],
    "health": [
      "По здоровью Звезда говорит о постепенном восстановлении и поддержке высших сил.",
      "Полезны практики, связанные с водой, дыханием и расслаблением.",
      "Вера в выздоровление и забота о душе напрямую влияют на тело."
    ],
    "advice": [
      "Не отказывайся от своей мечты только потому, что путь к ней не быстрый.",
      "Ориентируйся на внутренний компас, а не на чужие ожидания.",
      "Сделай сегодня хотя бы маленький шаг в сторону того, что тебя по-настоящему вдохновляет."
    ]
  },
  "Луна (XVIII)": {
    "love": [
      "В любви Луна приносит много эмоций, фантазий и иногда страхов.",
      "Могут проявляться ревность, сомнения или ощущение, что что-то скрыто.",
      "Важно отличать реальные факты от собственных домыслов."
    ],
    "career": [
      "В карьере Луна указывает на неясность, закулисные процессы и нестабильное настроение в коллективе.",
      "Ты можешь плохо понимать истинные намерения окружающих или цели проекта.",
      "Сейчас лучше избегать серьёзных решений в состоянии сильной тревоги."
    ],
    "finance": [
      "В финансах Луна говорит о путанице, неочевидных расходах и туманных обещаниях.",
      "Страхи могут мешать объективно оценить свои возможности.",
      "Нельзя полагаться на сомнительные предложения и непроверенную информацию."
    ],
    "health": [
      "По здоровью Луна связана с психоэмоциональным состоянием, сном и гормональным фоном.",
      "Возможны перепады самочувствия, завязанные на настроении и стрессах.",
      "Полезно работать с тревогой, режимом сна и эмоциональной гигиеной."
    ],
    "advice": [
      "Не принимай важных решений в тот момент, когда эмоции затмевают логику.",
      "Проверь факты — не всё, что ты чувствуешь, является объективной реальностью.",
      "Позволь себе прожить эмоции, но не позволяй им управлять твоей жизнью."
    ]
  },
  "Солнце (XIX)": {
    "love": [
      "В любви Солнце приносит радость, открытость и ощущение, что с этим человеком можно быть собой.",
      "Карта говорит о периоде тепла, взаимности и искреннего интереса друг к другу.",
      "Отношения могут выйти на уровень большей честности и совместных радостных планов."
    ],
    "career": [
      "В карьере Солнце символизирует успех, признание и ясность целей.",
      "Твои усилия могут быть замечены и оценены по достоинству.",
      "Хорошее время для публичных выступлений, презентаций и проектов, где ты на виду."
    ],
    "finance": [
      "В финансах Солнце указывает на улучшение, прибыль и чувство стабильности.",
      "Могут приходить деньги за то, что ты делаешь с удовольствием и талантом.",
      "Карта советует радоваться своим достижениям и позволять себе заслуженные радости."
    ],
    "health": [
      "По здоровью Солнце говорит о приливе сил и хорошей жизненной энергии.",
      "Полезно проводить больше времени на свету, на воздухе, в движении.",
      "Эта карта поддерживает процессы восстановления и укрепления организма."
    ],
    "advice": [
      "Позволь себе светиться и не прятать свои сильные стороны.",
      "Отметь свои успехи и поделись радостью с теми, кто рядом.",
      "Выбирай то, где ты чувствуешь себя живой, а не просто выполняющей обязанности."
    ]
  },
  "Суд (XX)": {
    "love": [
      "В любви Суд говорит о важном разговоре, расставлении точек над «i» или возвращении к прошлой истории.",
      "Может появиться человек из прошлого, чтобы вы окончательно решили, что между вами.",
      "Карта просит честно оценить, жива ли связь, или её давно держат только привычки."
    ],
    "career": [
      "В карьере Суд связан с переоценкой пути, подведением итогов и шансом начать по-новому.",
      "Могут всплыть старые проекты или вопросы, которые долго откладывались.",
      "Это момент, когда важно услышать свой внутренний призыв к более честной реализации."
    ],
    "finance": [
      "В финансах Суд говорит о расчётах, закрытии долгов или юридических вопросах.",
      "Наступает время разбираться с тем, что было отложено на потом.",
      "Карта указывает на возможность исправить ошибки и выстроить зрелое отношение к деньгам."
    ],
    "health": [
      "По здоровью Суд может говорить о завершении периода болезней и начале восстановления.",
      "Приходит понимание, как образ жизни повлиял на состояние тела.",
      "Важно использовать этот шанс и не возвращаться к старым разрушительным привычкам."
    ],
    "advice": [
      "Подведи итоги и перестань тащить в будущее то, что давно отжило.",
      "Прислушайся к внутреннему голосу — он зовёт тебя на следующий уровень честности с собой.",
      "Сделай шаг, который подтверждает твой новый выбор, а не старые сценарии."
    ]
  },
  "Мир (XXI)": {
    "love": [
      "В любви Мир говорит о завершённом цикле и ощущении внутренней целостности.",
      "Отношения могут выйти на стабильный, зрелый уровень или завершиться без остаточных хвостов.",
      "Ты можешь чувствовать себя более свободной и принятой такой, какая ты есть."
    ],
    "career": [
      "В карьере Мир символизирует крупное достижение, завершение важного этапа или проекта.",
      "Это может быть признание, новый статус или выход на международный уровень.",
      "Карта говорит о том, что твои прошлые усилия сложились в целостную картину."
    ],
    "finance": [
      "В финансах Мир указывает на завершение какого-то финансового цикла и выход на более устойчивый уровень.",
      "Ты можешь закрыть важные обязательства или почувствовать большую независимость.",
      "Карта советует смотреть шире и планировать будущее, опираясь на достигнутое."
    ],
    "health": [
      "По здоровью Мир говорит о гармонии, восстановлении и ощущении целостности тела и духа.",
      "Если был сложный период, он подходит к логическому завершению.",
      "Полезно продолжать поддерживающие практики, которые уже доказали свою эффективность."
    ],
    "advice": [
      "Отметь путь, который ты уже прошла, и позволи себе гордиться собой.",
      "Закрой незавершённые главы, чтобы с лёгкостью войти в новые.",
      "Смотри на свою жизнь целостно: всё, что было, привело тебя к этому моменту."
    ]
  },
        "Туз Кубков": {
    "love": [
      "Туз Кубков говорит о зарождении чувств, искренней симпатии и эмоциональном открытии сердцу другого человека.",
      "Это знак, что ты готова впустить в жизнь более глубокую нежность и доверие.",
      "Может начаться история, в которой важно позволить себе чувствовать, а не анализировать."
    ],
    "career": [
      "В карьере Туз Кубков указывает на работу, которая приносит тебе эмоциональное удовлетворение и вдохновение.",
      "Может появиться проект, который ты будешь делать с любовью, а не только ради денег.",
      "Карта советует искать занятия, где твои эмоции и креативность могут проявляться свободно."
    ],
    "finance": [
      "В финансах Туз Кубков говорит о нев больших, но приятных поступлениях, связанных с тем, что тебе действительно нравится.",
      "Деньги могут приходить через хобби, творчество или поддерживающие тебя людей.",
      "Карта советует относиться к деньгам как к ресурсу, который помогает создавать радостную жизнь, а не только закрывать обязательства."
    ],
    "health": [
      "Для здоровья Туз Кубков говорит о необходимости эмоционального обновления и освобождения от накопленных чувств.",
      "Поддержать состояние тела поможет всё, что наполняет душу: творчество, природа, тёплое общение.",
      "Это хороший момент, чтобы разрешить себе плакать, смеяться и чувствовать без самоцензуры."
    ],
    "advice": [
      "Открой сердце тому, что приходит — не обесценивай первые тонкие сигналы радости.",
      "Позволь себе принимать заботу и поддержку от других, не чувствуя вины.",
      "Сделай сегодня что-то, что наполнит тебя эмоционально, даже если это маленькая радость."
    ]
  },
  "Двойка Кубков": {
    "love": [
      "Двойка Кубков говорит о взаимном притяжении, симпатии и готовности встречаться друг с другом навстречу.",
      "Эта карта показывает равный обмен чувствами, когда оба человека хотят быть в контакте.",
      "Она может указывать на начало отношений или гармонизацию уже существующей связи."
    ],
    "career": [
      "В карьере Двойка Кубков говорит о партнёрстве, сотрудничестве и хорошем контакте с коллегами или клиентами.",
      "Успех приходит через умение договариваться и видеть в других союзников, а не соперников.",
      "Это хорошее время для договорённостей, совместных проектов и объединения усилий."
    ],
    "finance": [
      "В финансах карта говорит о совместных расходах или доходах, когда важно учитывать интересы другой стороны.",
      "Возможны выгодные договоры, основанные на доверии и честном обмене.",
      "Карта советует обсуждать денежные вопросы открыто, чтобы избежать недопонимания."
    ],
    "health": [
      "По здоровью Двойка Кубков говорит о важности эмоциональной поддержки и близкого круга людей.",
      "Восстановление идёт легче, если рядом есть тот, с кем можно разделить свои переживания.",
      "Полезно не замыкаться и не тащить напряжение в одиночестве."
    ],
    "advice": [
      "Будь открыта взаимности — не только давать, но и принимать внимание.",
      "Построй диалог там, где давно было молчание или недосказанность.",
      "Заметь, кто сейчас настроен с тобой на одну волну, и укрепи эту связь."
    ]
  },
  "Тройка Кубков": {
    "love": [
      "Тройка Кубков говорит о радостном общении, свиданиях, праздниках и лёгких встречах.",
      "В отношениях может добавиться элемент игры, флирта и совместных радостей.",
      "Иногда карта показывает, что в историю вовлечено больше людей, чем кажется, и важно честно это осознавать."
    ],
    "career": [
      "В работе Тройка Кубков указывает на тёплую атмосферу, удачные коллаборации и приятные взаимодействия в команде.",
      "Проект может продвигаться легче благодаря поддержке единомышленников.",
      "Карта напоминает, что важно отмечать промежуточные успехи, а не только финальный результат."
    ],
    "finance": [
      "В финансах Тройка Кубков может говорить о тратах на удовольствия, праздники и встречи с людьми.",
      "Деньги тратятся, чтобы создать приятные впечатления и разделить радость с другими.",
      "Важно не увлечься и сохранить ощущение меры, чтобы потом не сожалеть."
    ],
    "health": [
      "По здоровью карта говорит о положительном влиянии общения и хороших эмоций на самочувствие.",
      "Тебе может быть полезен живой контакт, смех, встречи и поддерживающая компания.",
      "Главное — не убегать в развлечения от сигналов тела, если ему нужен отдых."
    ],
    "advice": [
      "Позволь себе отпраздновать хотя бы маленькую победу.",
      "Проведи время с теми, рядом с кем ты чувствуешь себя живой и принятой.",
      "Добавь в день немного лёгкости — это не роскошь, а необходимость для души."
    ]
  },
  "Четвёрка Кубков": {
    "love": [
      "Четвёрка Кубков говорит о пресыщении и усталости от привычного сценария в отношениях.",
      "Ты будто не замечаешь, что тебе предлагают, потому что фокус на внутренней скуке или разочаровании.",
      "Карта призывает честно признать свои чувства, вместо того чтобы просто закрываться."
    ],
    "career": [
      "В карьере эта карта показывает потерю интереса, когда работа не радует, хотя может быть стабильной.",
      "Ты можешь игнорировать новые возможности, потому что застряла в ощущении апатии.",
      "Важно понять, что именно тебя перестало вдохновлять, и искать способы оживить свою профессиональную жизнь."
    ],
    "finance": [
      "В финансах Четвёрка Кубков говорит о том, что деньги не приносят удовлетворения сами по себе.",
      "Ты можешь не замечать новые источники дохода, потому что смотришь только в сторону уже знакомого.",
      "Карта советует посмотреть шире и пересмотреть своё отношение к ресурсам."
    ],
    "health": [
      "По здоровью карта может указывать на эмоциональную усталость, апатию или лёгкую депрессию.",
      "Тело может реагировать снижением энергии из-за накопленного разочарования.",
      "Полезно мягко менять обстановку и добавлять в жизнь небольшие, но искренние радости."
    ],
    "advice": [
      "Заметь, что тебе предлагают сейчас жизнь и люди — возможно, ты автоматически отвергаешь это.",
      "Позволь себе признать неудовлетворённость, чтобы появилась энергия что-то менять.",
      "Сделай небольшой шаг навстречу новому опыту, даже если пока нет энтузиазма."
    ]
  },
  "Пятёрка Кубков": {
    "love": [
      "Пятёрка Кубков говорит о грусти, сожалении или переживании утраты в любви.",
      "Ты можешь быть сосредоточена на том, что не сложилось, не видя того, что ещё остаётся в твоей жизни.",
      "Карта просит дать себе время на проживание боли, но не застревать в ней навсегда."
    ],
    "career": [
      "В карьере эта карта указывает на разочарование: проект мог пойти не так, как ты ожидала.",
      "Есть риск концентрироваться только на ошибках, забывая о том, что ещё можно исправить.",
      "Важна честная оценка ситуации без самобичевания, чтобы видеть дальнейшие шаги."
    ],
    "finance": [
      "В финансах Пятёрка Кубков может говорить о потерях, неудачных вложениях или чувствах по поводу денег.",
      "Ты переживаешь не только сам факт, но и ожидания, которые с ним были связаны.",
      "Карта напоминает: часть ресурсов и возможностей всё ещё доступна — важно их заметить."
    ],
    "health": [
      "По здоровью карта связана с эмоциональными переживаниями, которые отражаются на теле.",
      "Печаль и чувство вины могут снижать тонус и замедлять восстановление.",
      "Полезно работать с поддержкой — психолог, терапия, искренние разговоры с близкими."
    ],
    "advice": [
      "Позволь себе погрустить, но не превращай это в образ жизни.",
      "Посмотри, что всё ещё стоит на ногах, даже если часть чаш уже пролилась.",
      "Сделай шаг от сожаления к принятию, чтобы энергия пошла дальше."
    ]
  },
  "Шестёрка Кубков": {
    "love": [
      "Шестёрка Кубков говорит о ностальгии, тёплых воспоминаниях и теме прошлого в любви.",
      "Может появиться человек из прошлого или желание вернуться к прежним чувствам.",
      "Карта напоминает, что идеализированное прошлое не всегда совпадает с реальностью."
    ],
    "career": [
      "В карьере она может указывать на проекты, связанные с заботой, детьми, прошлым опытом или старыми контактами.",
      "Иногда это работа в знакомой среде, где есть ощущение домашности.",
      "Карта предлагает использовать накопленный опыт, не застревая в старых схемах."
    ],
    "finance": [
      "В финансах Шестёрка Кубков может говорить о поддержке со стороны семьи или старых знакомых.",
      "Есть шанс получить помощь или бонус из прошлого источника.",
      "Карта советует бережно относиться к подаркам и ресурсам, которые приходят от других людей."
    ],
    "health": [
      "По здоровью карта может поднимать старые темы, связанные с детством или давними привычками.",
      "Эмоции из прошлого могут влиять на текущее состояние тела.",
      "Полезно мягко работать с внутренним ребёнком и эмоциональными воспоминаниями."
    ],
    "advice": [
      "Вспомни, что тебя радовало раньше, и привнеси часть этого в нынешнюю жизнь.",
      "Отбери из прошлого только то, что действительно поддерживает, а не цепляет.",
      "Поблагодари свой опыт, но позволь себе двигаться дальше, а не жить только воспоминаниями."
    ]
  },
  "Семёрка Кубков": {
    "love": [
      "Семёрка Кубков говорит о множестве фантазий, идеализации и неуверенности, чего ты на самом деле хочешь.",
      "Есть риск влюбиться в образ, а не в живого человека.",
      "Карта просит различать реальные проявления от собственных мечтаний."
    ],
    "career": [
      "В карьере она указывает на распыление: много желаний и идей, но мало конкретных действий.",
      "Ты можешь мечтать о разных вариантах, но бояться выбрать один и вложиться в него.",
      "Важно прояснить приоритеты и перевести хотя бы одну идею в практический план."
    ],
    "finance": [
      "В финансах Семёрка Кубков предупреждает о рискованных предложениях и иллюзиях лёгких денег.",
      "Можно поддаться красивой картинке и не заметить скрытых условий.",
      "Карта советует тщательно проверять информацию и не вкладываться только из-за эмоций."
    ],
    "health": [
      "По здоровью карта говорит о неясности, возможной мнительности и склонности искать диагнозы по интернету.",
      "Страхи могут усиливать ощущение симптомов, даже если объективных причин немного.",
      "Полезно опираться на реальные обследования и профессиональные рекомендации."
    ],
    "advice": [
      "Сделай выбор, вместо того чтобы зависать между множеством вариантов.",
      "Отдели мечты, которые действительно твои, от случайных фантазий.",
      "Сконцентрируй энергию хотя бы на одном направлении, чтобы увидеть результат."
    ]
  },
  "Восьмёрка Кубков": {
    "love": [
      "Восьмёрка Кубков говорит о внутреннем решении уйти от того, что эмоционально больше не наполняет.",
      "Отношения или формат связи могли исчерпать себя, даже если внешне всё выглядит терпимо.",
      "Карта говорит о честном выборе в пользу своего внутреннего пути."
    ],
    "career": [
      "В карьере она указывает на желание сменить направление, покинуть работу или проект, который потерял смысл.",
      "Ты можешь чувствовать, что выросла из прежней роли и ищешь более глубокое наполнение.",
      "Иногда карта говорит о тихом уходе, без громких конфликтов, но с ясным пониманием внутри."
    ],
    "finance": [
      "В финансах Восьмёрка Кубков показывает отказ от прежней модели заработка, которая больше не даёт удовлетворения.",
      "Ты можешь перестать гнаться только за суммой и искать другой формат.",
      "Карта советует не держаться за деньги любой ценой, если это разрушает душевное состояние."
    ],
    "health": [
      "По здоровью карта говорит о необходимости отказаться от привычек или образа жизни, которые истощают.",
      "Может возникнуть ощущение эмоциональной опустошённости, требующее смены окружения или ритма.",
      "Полезно уходить от того, что явно не идёт тебе на пользу, даже если к этому есть привязанность."
    ],
    "advice": [
      "Признай, что ты переросла какую-то ситуацию, и позволь себе шагнуть дальше.",
      "Не пытайся оживить то, что давно не даёт тебе чувства жизни.",
      "Сделай движение в сторону того, что откликается глубже, даже если путь пока не ясен."
    ]
  },
  "Девятка Кубков": {
    "love": [
      "Девятка Кубков говорит о эмоциональном удовлетворении и ощущении, что ты ценна сама по себе.",
      "В любви это карта наслаждения моментом, радости от того, что есть сейчас.",
      "Иногда она предупреждает не застревать в самолюбовании и не закрываться от настоящей близости."
    ],
    "career": [
      "В карьере Девятка Кубков говорит о гордости за свои достижения и ощущении личного успеха.",
      "Ты можешь получать признание и удовольствие от результатов своей работы.",
      "Важно не останавливаться только на ощущении «я молодец», а думать о дальнейших шагах развития."
    ],
    "finance": [
      "В финансах карта указывает на комфортный уровень, когда можно позволить себе приятные удовольствия.",
      "Ты можешь радоваться плодам прошлых усилий и позволить себе чуть больше, чем обычно.",
      "Главное — не тратить всё на быстрые удовольствия, оставляя резерв на будущее."
    ],
    "health": [
      "По здоровью Девятка Кубков говорит о хорошем самочувствии при условии, что ты не перегибаешь с излишествами.",
      "Есть риск немного увлечься едой, алкоголем или другими удовольствиями.",
      "Полезно помнить о мере, чтобы тело не платило слишком высокую цену за наслаждения."
    ],
    "advice": [
      "Поблагодари себя за то, чего ты уже достигла, и позволь себе насладиться этим.",
      "Раздели радость с теми, кто искренне за тебя переживает.",
      "Не забывай, что дальнейшее развитие начинается как раз после точки удовлетворения."
    ]
  },
  "Десятка Кубков": {
    "love": [
      "Десятка Кубков говорит о гармонии, ощущении дома и эмоциональной защищённости в отношениях.",
      "Это карта семьи, глубокого доверия и чувства, что рядом «свои люди».",
      "Она может указывать на переход к более серьёзному уровню совместной жизни."
    ],
    "career": [
      "В карьере Десятка Кубков показывает тёплую атмосферу и чувство, что ты на своём месте.",
      "Коллектив может восприниматься как вторая семья или поддерживающая община.",
      "Карта говорит о важности не только результата, но и эмоционального климата вокруг."
    ],
    "finance": [
      "В финансах карта говорит о стабильности, достаточности и совместном благополучии семьи или близкого круга.",
      "Деньги воспринимаются как средство поддерживать качество жизни всех участников.",
      "Возможны общие покупки, вложения в дом или семейные проекты."
    ],
    "health": [
      "По здоровью Десятка Кубков говорит о поддерживающем влиянии близких и хорошего эмоционального фона.",
      "Тело легче восстанавливается, когда вокруг атмосфера заботы и принятия.",
      "Полезно проводить время с теми, кто тебя наполняет, а не истощает."
    ],
    "advice": [
      "Обрати внимание на то, какие отношения вокруг тебя создают ощущение дома.",
      "Укрепляй связи, в которых есть доверие и искреннее участие.",
      "Цени моменты простого человеческого счастья — они создают базу для дальнейших свершений."
    ]
  },
  "Паж Кубков": {
    "love": [
      "Паж Кубков говорит о зарождении нежных чувств, симпатии или мягкого флирта.",
      "Он может указывать на признание, сообщение или трогательный жест со стороны другого человека.",
      "Карта напоминает о важности искренности и умения говорить о своих эмоциях простыми словами."
    ],
    "career": [
      "В карьере Паж Кубков говорит о творческих задачах, первых шагах в новой вдохновляющей сфере.",
      "Ты можешь пробовать себя в роли ученицы, практиканта или начинающего специалиста.",
      "Важно не бояться казаться неопытной, если сердце горит делом."
    ],
    "finance": [
      "В финансах карта говорит о небольших, но приятных поступлениях, возможно подарках или бонусах.",
      "Деньги могут приходить через творческие или эмоциональные проявления.",
      "Карта напоминает, что даже маленькие суммы могут быть ценными, если они идут от сердца."
    ],
    "health": [
      "По здоровью Паж Кубков говорит о чувствительности тела к настроению и атмосфере вокруг.",
      "Важно бережно относиться к своим эмоциям и не обесценивать внутренние переживания.",
      "Подойдут мягкие практики, связанные с водой, расслаблением и заботой о себе."
    ],
    "advice": [
      "Позволь себе быть немного наивной там, где это помогает чувствовать жизнь ярче.",
      "Вырази свои чувства — через слова, творчество или маленький жест внимания.",
      "Обрати внимание на знаки и символы, которые приходят через эмоции и сны."
    ]
  },
  "Рыцарь Кубков": {
    "love": [
      "Рыцарь Кубков символизирует романтические жесты, комплименты и стремление к красивым переживаниям.",
      "Может появиться человек, который ухаживает мягко и вдохновляюще, но не всегда стабильно.",
      "Карта говорит о движении навстречу любви, при этом важно не потерять связь с реальностью."
    ],
    "career": [
      "В карьере Рыцарь Кубков указывает на проекты, где важны вдохновение, креатив и эмоциональный контакт с людьми.",
      "Ты можешь выступать в роли посредника, консультанта или человека, который создаёт приятную атмосферу.",
      "Иногда карта говорит о склонности следовать за настроением, а не за планом."
    ],
    "finance": [
      "В финансах она говорит о тратах на удовольствия, путешествия, красоту и впечатления.",
      "Ты можешь быть склонна делать покупки по настроению, чтобы создать себе особое ощущение.",
      "Карта советует помнить о балансе между романтикой и финансовой осознанностью."
    ],
    "health": [
      "По здоровью карта говорит о сильной связи самочувствия с эмоциональным фоном.",
      "Настроение может заметно влиять на уровень энергии и ощущение тела.",
      "Полезно наполнять жизнь тем, что приносит искреннее удовольствие и мягкость."
    ],
    "advice": [
      "Позволь себе немного романтики, но не теряй опоры под ногами.",
      "Сделай шаг навстречу тому, что тебе нравится, даже если это выглядит чуть идеализированным.",
      "Вырази свои чувства красиво, но оставайся честной перед собой."
    ]
  },
  "Королева Кубков": {
    "love": [
      "Королева Кубков говорит о глубокой эмпатии, эмоциональной близости и умении чувствовать другого человека сердцем.",
      "В любви это образ партнёрши, которая поддерживает и тонко улавливает настроение.",
      "Карта может отражать тебя, если ты сейчас особенно чувствительна и открыта к настоящей интимности."
    ],
    "career": [
      "В карьере Королева Кубков связана с профессиями, где важны забота, интуиция и работа с эмоциями.",
      "Ты можешь быть тем человеком, к которому приходят за пониманием и мягкой поддержкой.",
      "Карта показывает, что сейчас важен не только результат, но и эмоциональное состояние участников процесса."
    ],
    "finance": [
      "В финансах Королева Кубков говорит о щедрости и умении направлять деньги туда, где есть эмоциональный смысл.",
      "Есть риск тратить больше, чем планировала, если тебе жалко отказать или хочется порадовать.",
      "Карта советует сочетать сердечность с разумными границами."
    ],
    "health": [
      "По здоровью Королева Кубков говорит о сильной эмоциональной восприимчивости, которая влияет на тело.",
      "Важно заботиться не только о физическом состоянии, но и о душевном фоне.",
      "Подойдут практики, соединяющие эмоции и тело: арт-терапия, танцы, водные процедуры."
    ],
    "advice": [
      "Прислушайся к своей интуиции — она сейчас особенно тонко чувствует, где правда.",
      "Не обесценивай свою эмоциональную глубину — это твоя сила, а не слабость.",
      "Позаботься о себе так же нежно, как ты умеешь заботиться о других."
    ]
  },
  "Король Кубков": {
    "love": [
      "Король Кубков говорит о зрелой эмоциональности, когда чувства осознаются и выражаются спокойно.",
      "В любви это партнёр, который умеет быть поддержкой и не боится говорить о своих переживаниях.",
      "Карта может указывать на необходимость взять ответственность за свои эмоции, не перекладывая их на другого."
    ],
    "career": [
      "В карьере Король Кубков связан с руководством, основанным на человечности, эмпатии и психологическом понимании людей.",
      "Ты можешь выступать медиатором, наставником или тем, кто сглаживает конфликты.",
      "Карта говорит о важности эмоциональной грамотности в профессиональной среде."
    ],
    "finance": [
      "В финансах Король Кубков говорит о умении сочетать рациональный подход с сердечными решениями.",
      "Ты можешь помогать другим материально или вкладываться в проекты, которые для тебя значимы душевно.",
      "Важно при этом сохранять внутреннюю устойчивость и не растворяться в чужих запросах."
    ],
    "health": [
      "По здоровью карта говорит о необходимости эмоциональной зрелости: не подавлять чувства, но и не позволять им управлять телом.",
      "Состояние может улучшаться, когда ты честно проживаешь эмоции и находишь безопасные способы их выражать.",
      "Полезны практики эмоциональной гигиены: дневник, терапия, осознанные разговоры."
    ],
    "advice": [
      "Отнесись к своим эмоциям как мудрый взрослый, который умеет и чувствовать, и поддерживать.",
      "Сохраняй спокойствие там, где вокруг кипят страсти — это твоя точка силы.",
      "Используй свою эмпатию не только для других, но и по отношению к себе."
    ],
  },
      "Туз Жезлов": {
    "love": [
      "Туз Жезлов говорит о вспышке страсти, сильном влечении и зарождении энергии между людьми.",
      "Отношения могут начаться стремительно, с яркой искрой и чувством приключения.",
      "Карта зовёт к действию: не упускай момент, когда взаимное желание очевидно."
    ],
    "career": [
      "В карьере Туз Жезлов символизирует старт нового проекта, вдохновение и внутренний огонь.",
      "Это знак, что идеи готовы воплотиться, и важно действовать, не откладывая.",
      "Карта советует поверить в себя и зажечь других своим энтузиазмом."
    ],
    "finance": [
      "В финансах Туз Жезлов указывает на возможность быстрого роста через инициативу.",
      "Ты можешь найти новую идею, источник дохода или мотивацию для движения вперёд.",
      "Главное — не тратить энергию впустую, а направить её в конкретное действие."
    ],
    "health": [
      "По здоровью карта говорит о приливе энергии, желании действовать и хорошем тонусе.",
      "Если долго не хватало мотивации — сейчас момент сдвинуться с места.",
      "Полезны активные нагрузки, которые дают чувство силы и драйва."
    ],
    "advice": [
      "Не жди идеальных условий — начни прямо сейчас, пока горит вдохновение.",
      "Позволь себе рискнуть и сделать первый шаг.",
      "Доверься импульсу — он ведёт туда, где тебе действительно интересно."
    ]
  },
  "Двойка Жезлов": {
    "love": [
      "Двойка Жезлов говорит о выборе: действовать или наблюдать со стороны.",
      "Ты можешь мечтать о развитии отношений, но пока держишь дистанцию.",
      "Карта советует решиться выйти из зоны ожидания и показать инициативу."
    ],
    "career": [
      "В карьере Двойка Жезлов говорит о планах, стратегии и стремлении к большему.",
      "Ты уже видишь потенциал, но пока стоишь на границе между стабильным и новым.",
      "Важно просчитать шаги и решиться на расширение — проект или роль могут вырасти."
    ],
    "finance": [
      "В финансах карта говорит о размышлениях: инвестировать или удержать позицию.",
      "Пока это этап анализа и подготовки — время действовать уже близко.",
      "Не бойся смотреть дальше привычных границ, в том числе к новым рынкам или форматам."
    ],
    "health": [
      "По здоровью карта говорит о необходимости выстроить систему и не бросаться между крайностями.",
      "Ты стоишь на пороге перемен — главное, выбрать устойчивое направление.",
      "Полезно составить конкретный план восстановления или тренировок."
    ],
    "advice": [
      "Планы есть — пора переходить к действиям.",
      "Не ограничивай себя безопасными рамками — горизонт шире, чем кажется.",
      "Прими решение, даже если пока не знаешь всех деталей."
    ]
  },
  "Тройка Жезлов": {
    "love": [
      "Тройка Жезлов говорит о ожидании результатов, когда ты вложилась и теперь смотришь вдаль.",
      "Это карта перспектив — отношения могут выйти на новый уровень или стать дальними.",
      "Главное — не терять веру в то, во что ты уже вложила энергию."
    ],
    "career": [
      "В карьере карта указывает на рост, развитие и расширение горизонтов.",
      "Ты уже заложила основу, теперь приходит время первых реальных результатов.",
      "Может появиться сотрудничество с новыми людьми или зарубежными партнёрами."
    ],
    "finance": [
      "В финансах карта говорит о поступлениях от ранее начатых дел.",
      "Ты можешь получать выгоду от уже сделанных шагов — не суетись, процесс идёт.",
      "Хорошее время для инвестиций, связанных с ростом и расширением."
    ],
    "health": [
      "По здоровью карта указывает на стабильное состояние и уверенность в восстановлении.",
      "Ты на правильном пути — важно просто продолжать выбранную стратегию.",
      "Полезны долгосрочные подходы, где результат приходит постепенно."
    ],
    "advice": [
      "Смотри вперёд, а не назад — твои усилия начинают приносить плоды.",
      "Будь открыта новым возможностям, даже если они приходят издалека.",
      "Продолжай действовать с верой, что всё развивается так, как нужно."
    ]
  },
  "Четвёрка Жезлов": {
    "love": [
      "Четвёрка Жезлов говорит о гармонии, празднике, ощущении дома рядом с человеком.",
      "Это карта стабильности и радости — возможны помолвки, совместное проживание или важные шаги.",
      "Она приносит чувство, что всё наконец стало на свои места."
    ],
    "career": [
      "В работе карта символизирует завершение важного этапа и заслуженное признание.",
      "Ты можешь получить поддержку коллектива и почувствовать себя частью команды.",
      "Это хороший момент отпраздновать успехи и укрепить достигнутое."
    ],
    "finance": [
      "В финансах Четвёрка Жезлов говорит о устойчивости и стабильности — всё движется ровно.",
      "Может быть премия, подарок или прибыль за прошлые труды.",
      "Хорошее время для покупок, связанных с домом и комфортом."
    ],
    "health": [
      "По здоровью карта говорит о восстановлении, хорошем тонусе и внутреннем равновесии.",
      "Энергия стабилизировалась, ты чувствуешь себя увереннее.",
      "Полезны отдых, праздники, встречи с близкими — они дают эмоциональное питание."
    ],
    "advice": [
      "Порадуйся тому, чего уже достигла — не беги дальше, не отпраздновав успех.",
      "Создай атмосферу тепла и принятия вокруг себя.",
      "Раздели радость с другими — это укрепит результат."
    ]
  },
  "Пятёрка Жезлов": {
    "love": [
      "Пятёрка Жезлов говорит о спорах, ревности или соревновании в отношениях.",
      "Иногда это лёгкое заигрывание, где страсть проявляется через игру и борьбу.",
      "Важно не превращать здоровое напряжение в постоянную борьбу за власть."
    ],
    "career": [
      "В работе карта показывает конкуренцию, обсуждения и борьбу за признание.",
      "Ты можешь столкнуться с разными мнениями, но именно они двигают проект вперёд.",
      "Главное — не сжигать мосты, доказывая свою правоту любой ценой."
    ],
    "finance": [
      "В финансах Пятёрка Жезлов говорит о колебаниях и нестабильности: доходы и расходы могут меняться.",
      "Есть риск тратить энергию на споры, вместо того чтобы искать решения.",
      "Полезно сохранять фокус и не втягиваться в ненужные конфликты."
    ],
    "health": [
      "По здоровью карта указывает на внутреннее напряжение, которое может выливаться в усталость или бессонницу.",
      "Энергия есть, но она рассеивается на борьбу — нужно направление.",
      "Полезно снять стресс через спорт или физическую активность."
    ],
    "advice": [
      "Не бойся отстаивать своё, но выбирай, где это действительно нужно.",
      "Напряжение — не враг, если его направить конструктивно.",
      "Ищи не победу над другими, а рост через взаимодействие."
    ]
  },
  "Шестёрка Жезлов": {
    "love": [
      "Шестёрка Жезлов говорит о признании и радости в отношениях — партнёр гордится тобой, а ты собой.",
      "Это карта уверенности, взаимного восхищения и лёгкости общения.",
      "Иногда она указывает на внимание со стороны окружающих или новое романтическое предложение."
    ],
    "career": [
      "В карьере карта символизирует успех, награду и публичное признание.",
      "Ты выходишь из этапа борьбы — усилия замечены и вознаграждены.",
      "Главное — не зазнаться и продолжать укреплять позиции."
    ],
    "finance": [
      "В финансах карта говорит о прибавке, премии или успешной сделке.",
      "Ты пожинаешь плоды своих действий, и результат может вдохновить на большее.",
      "Важно грамотно распорядиться успехом, чтобы не растратить всё на эмоциях."
    ],
    "health": [
      "По здоровью Шестёрка Жезлов говорит о хорошем самочувствии и восстановлении после болезни.",
      "Ты возвращаешь энергию и уверенность в своих силах.",
      "Полезно отметить прогресс — тело откликается на признание и заботу."
    ],
    "advice": [
      "Позволь себе гордиться своими достижениями — ты это заслужила.",
      "Не бойся быть на виду, если пришло время показать результат.",
      "Сохрани скромность и уверенность одновременно — это сочетание принесёт ещё больше побед."
    ]
  },
      "Семёрка Жезлов": {
    "love": [
      "Семёрка Жезлов говорит о защите личных границ и необходимости отстаивать свою позицию в отношениях.",
      "Может быть ощущение, что тебе приходится доказывать свои чувства или право быть собой.",
      "Карта напоминает: любовь — это не борьба, и важно не обороняться всё время."
    ],
    "career": [
      "В карьере Семёрка Жезлов символизирует конкуренцию и настойчивость: ты удерживаешь позиции, несмотря на давление.",
      "Сейчас важно сохранять уверенность, даже если вокруг сомневаются.",
      "Карта говорит о лидерстве через стойкость и внутренний стержень."
    ],
    "finance": [
      "В финансах карта указывает на необходимость защищать свои ресурсы и не поддаваться на давление.",
      "Может быть ситуация, где нужно доказать свою правоту или право на оплату.",
      "Сохраняй твёрдость — твои аргументы убедительны, если остаёшься спокойной."
    ],
    "health": [
      "По здоровью карта говорит о борьбе организма с нагрузками или стрессом.",
      "Важно не перегружать себя и находить баланс между активностью и восстановлением.",
      "Полезны практики, укрепляющие выносливость и дыхание."
    ],
    "advice": [
      "Отстаивай то, что действительно имеет смысл, но не растрачивай энергию на каждую мелочь.",
      "Уверенность — твой главный инструмент сейчас.",
      "Не сдавай позиции — победа приходит тем, кто не отступает."
    ]
  },
  "Восьмёрка Жезлов": {
    "love": [
      "Восьмёрка Жезлов говорит о стремительном развитии событий, внезапных встречах и бурных эмоциях.",
      "Отношения могут быстро набирать обороты, будто всё происходит само собой.",
      "Главное — не пытайся контролировать процесс, просто будь в потоке."
    ],
    "career": [
      "В карьере карта символизирует скорость, активность и множество дел одновременно.",
      "Ты получаешь новости, предложения, обратную связь — всё двигается быстро.",
      "Важно сохранять концентрацию и не теряться в потоке информации."
    ],
    "finance": [
      "В финансах карта говорит о быстром обороте денег — поступления и расходы следуют друг за другом.",
      "Могут быть переводы, сделки, быстрые решения.",
      "Карта советует действовать, не теряя бдительности: скорость не должна убить осознанность."
    ],
    "health": [
      "По здоровью карта указывает на прилив энергии и улучшение состояния.",
      "Однако есть риск переутомления, если двигаться без пауз.",
      "Полезны короткие, но частые периоды отдыха и движения."
    ],
    "advice": [
      "Лови момент — сейчас многое складывается само собой.",
      "Не тормози процесс, но и не разбрасывай энергию впустую.",
      "Будь готова к переменам: они происходят быстро и в твою пользу."
    ]
  },
  "Девятка Жезлов": {
    "love": [
      "Девятка Жезлов говорит о настороженности — после прошлых ран ты боишься повторить ошибку.",
      "Отношения требуют доверия, но пока сердце держит оборону.",
      "Карта просит позволить себе быть уязвимой, иначе близость не случится."
    ],
    "career": [
      "В карьере Девятка Жезлов говорит о выносливости и умении держать позиции до конца.",
      "Ты можешь быть уставшей, но впереди уже финиш — важно не сдаться раньше времени.",
      "Карта советует распределить силы и помнить, зачем ты начала этот путь."
    ],
    "finance": [
      "В финансах карта говорит о осторожности и страхе потерь.",
      "Ты можешь сдерживать траты из страха, даже если ситуация стабилизировалась.",
      "Сохрани бдительность, но не живи в постоянной обороне — доверие тоже часть достатка."
    ],
    "health": [
      "По здоровью карта указывает на усталость и необходимость восстановиться после долгого напряжения.",
      "Тело просит передышку — не геройствуй.",
      "Полезны мягкие практики и полноценный сон."
    ],
    "advice": [
      "Ты ближе к цели, чем кажется — просто выдержи ещё немного.",
      "Не возводи стены там, где нужны только границы.",
      "Доверься себе — ты уже доказала, что способна выдерживать трудное."
    ]
  },
  "Десятка Жезлов": {
    "love": [
      "Десятка Жезлов говорит о перегрузе в отношениях: ты несёшь всё на себе и устаёшь.",
      "Возможно, настало время разделить ответственность и перестать спасать всех.",
      "Любовь требует не жертвенности, а взаимного участия."
    ],
    "career": [
      "В работе карта показывает выгорание, переутомление и слишком большой объём задач.",
      "Ты взяла на себя больше, чем реально потянуть, и пора делегировать.",
      "Иногда успех требует признать, что одному всё не потянуть."
    ],
    "finance": [
      "В финансах Десятка Жезлов говорит о тяжёлых обязательствах или кредитах, которые давят.",
      "Ты справляешься, но ценой стресса — пора пересмотреть стратегию.",
      "Карта советует искать помощь или способы облегчить финансовую нагрузку."
    ],
    "health": [
      "По здоровью карта указывает на хроническую усталость и накопленный стресс.",
      "Организм перегружен — важно снизить темп и вернуть баланс.",
      "Полезны отдых, расслабление, отказ от сверхнагрузок."
    ],
    "advice": [
      "Сними с себя то, что тебе не принадлежит.",
      "Не доказывай свою силу постоянной усталостью — мудрость в умении остановиться.",
      "Попроси помощи: это не слабость, а зрелость."
    ]
  },
  "Паж Жезлов": {
    "love": [
      "Паж Жезлов говорит о лёгком флирте, интересе и искреннем желании общения.",
      "Отношения могут быть новыми, свежими, без серьёзных обязательств — но с радостью.",
      "Карта зовёт к открытости и любопытству: не бойся проявиться первой."
    ],
    "career": [
      "В карьере Паж Жезлов символизирует энтузиазм, инициативу и готовность учиться новому.",
      "Это начало пути, когда главное — энергия и интерес.",
      "Важно не распыляться и не бояться пробовать непривычное."
    ],
    "finance": [
      "В финансах карта указывает на небольшие, но вдохновляющие возможности.",
      "Деньги приходят через активность, идеи, обучение и инициативу.",
      "Полезно вкладываться в собственное развитие — оно даст отдачу позже."
    ],
    "health": [
      "По здоровью карта говорит о приливе сил, желании двигаться и обновлении энергии.",
      "Подходит активный образ жизни, но без фанатизма.",
      "Полезно выходить на свежий воздух, путешествовать, пробовать новое."
    ],
    "advice": [
      "Будь открыта новому опыту — не всё нужно продумывать до мелочей.",
      "Слушай свою энергию: она подсказывает, где твой интерес и рост.",
      "Сделай первый шаг, даже если не знаешь, к чему он приведёт."
    ]
  },
  "Рыцарь Жезлов": {
    "love": [
      "Рыцарь Жезлов говорит о страсти, инициативе и сильном влечении.",
      "Отношения развиваются бурно, но могут быть непостоянными.",
      "Главное — различать настоящие чувства и азарт погони."
    ],
    "career": [
      "В работе карта символизирует энергию действия: новые задачи, проекты, поездки, выступления.",
      "Ты полна сил и готова к вызовам, но важно не выгорать от чрезмерного темпа.",
      "Карта говорит о лидерстве через вдохновение, а не через давление."
    ],
    "finance": [
      "В финансах Рыцарь Жезлов указывает на движение, активные сделки и рост.",
      "Могут быть расходы на поездки, рекламу, обучение или развитие.",
      "Главное — не принимать решения импульсивно, особенно под влиянием эмоций."
    ],
    "health": [
      "По здоровью карта говорит о хорошем тонусе, но и о риске перегрузок из-за гиперактивности.",
      "Полезно чередовать активность с восстановлением, чтобы энергия не выгорела.",
      "Хорошее время для физической формы и спорта, если действовать с чувством меры."
    ],
    "advice": [
      "Действуй смело, но не бездумно.",
      "Вдохновляй других своим примером, но не сжигай себя в пути.",
      "Пусть страсть ведёт, но разум направляет."
    ]
  },
  "Королева Жезлов": {
    "love": [
      "Королева Жезлов символизирует уверенность, привлекательность и внутренний магнетизм.",
      "Ты притягиваешь внимание просто тем, что сияешь собой.",
      "Карта советует быть открытой и не бояться проявлять инициативу в любви."
    ],
    "career": [
      "В карьере Королева Жезлов говорит о лидерстве, креативе и умении вдохновлять команду.",
      "Ты умеешь зажечь других и уверенно ведёшь проекты.",
      "Важно сохранять баланс между энергией и дипломатичностью."
    ],
    "finance": [
      "В финансах карта указывает на уверенность в своих возможностях и стабильный рост.",
      "Ты можешь зарабатывать через личный бренд, инициативу и уверенность в себе.",
      "Главное — не распыляться, а направлять энергию в конкретные цели."
    ],
    "health": [
      "По здоровью карта говорит о хорошем тонусе и внутреннем огне.",
      "Энергия бурлит — важно направить её в полезное русло, чтобы не выгореть.",
      "Полезны активные виды спорта и яркие хобби, приносящие радость."
    ],
    "advice": [
      "Будь смелой и уверенной — у тебя достаточно света, чтобы зажечь других.",
      "Не принижая себя, проявляй лидерство естественно и вдохновляюще.",
      "Делай то, что тебя зажигает — в этом твоя сила."
    ]
  },
  "Король Жезлов": {
    "love": [
      "Король Жезлов говорит о зрелой страсти, харизме и лидерстве в отношениях.",
      "Ты или твой партнёр проявляете сильную волю и уверенность — важно не перейти в доминирование.",
      "Карта говорит о партнёрстве, где ценится уважение и самостоятельность обоих."
    ],
    "career": [
      "В работе Король Жезлов символизирует власть, уверенность и способность управлять крупными проектами.",
      "Ты действуешь с решимостью и вдохновляешь окружающих личным примером.",
      "Это отличное время проявить себя как лидера и стратегического игрока."
    ],
    "finance": [
      "В финансах карта говорит о зрелом подходе: ты умеешь рисковать с умом и направлять энергию в рост.",
      "Может быть период активных вложений и расширения бизнеса.",
      "Важно не полагаться только на энтузиазм — продумывай шаги заранее."
    ],
    "health": [
      "По здоровью карта указывает на высокий уровень энергии и волевой ресурс.",
      "Ты можешь многое, если направляешь силу в конструктивное русло.",
      "Полезно сочетать активность с отдыхом, чтобы избежать перегрева и выгорания."
    ],
    "advice": [
      "Возьми на себя роль лидера — люди готовы следовать за тобой.",
      "Будь примером силы без агрессии, уверенности без гордыни.",
      "Действуй с осознанием: твоя энергия способна менять пространство вокруг."
    ]
  },
      "Туз Пентаклей": {
    "love": [
      "Туз Пентаклей говорит о возможности построить прочные, надёжные отношения, основанные на доверии и реальности, а не только эмоциях.",
      "Карта может указывать на начало совместной жизни или нового этапа, где важно взаимное вложение.",
      "Это шанс превратить чувства в нечто устойчивое и долговременное."
    ],
    "career": [
      "В карьере Туз Пентаклей символизирует новую возможность, которая обещает реальный рост — новая работа, проект, контракт.",
      "Ты стоишь на пороге стабильных результатов, если проявишь терпение и практичность.",
      "Карта говорит: фундамент прочный, главное — действовать методично."
    ],
    "finance": [
      "В финансах Туз Пентаклей говорит о прибыли, подарке или выгодной возможности.",
      "Это начало периода материального роста и устойчивости.",
      "Важно не упустить шанс — любая идея, связанная с финансами, может принести долгосрочную отдачу."
    ],
    "health": [
      "По здоровью карта говорит об укреплении тела и восстановлении ресурсов.",
      "Полезно заботиться о физическом благополучии, питании и сне.",
      "Карта указывает на улучшение состояния через системный подход."
    ],
    "advice": [
      "Используй возможность, которая появляется — она может стать началом чего-то устойчивого.",
      "Не бойся вкладываться в то, что требует времени, но даёт прочный результат.",
      "Прими подарок судьбы с благодарностью и ответственностью."
    ]
  },
  "Двойка Пентаклей": {
    "love": [
      "Двойка Пентаклей говорит о балансировании между чувствами и обязанностями.",
      "Ты стараешься удержать гармонию, но эмоции могут колебаться.",
      "Карта советует находить гибкость и не драматизировать перемены."
    ],
    "career": [
      "В работе карта говорит о необходимости жонглировать несколькими задачами одновременно.",
      "Ты справляешься, но важно не переоценивать свои силы.",
      "Карта указывает на умение сохранять устойчивость в переменах."
    ],
    "finance": [
      "В финансах карта говорит о нестабильности: сегодня больше, завтра меньше.",
      "Это не кризис, а фаза адаптации — важно сохранять гибкость и контроль.",
      "Не принимай решения на эмоциях, держи баланс между расходами и доходами."
    ],
    "health": [
      "По здоровью карта указывает на колебания — то прилив энергии, то усталость.",
      "Важно наладить режим и не брать на себя слишком много.",
      "Полезно восстанавливаться через отдых и умеренные нагрузки."
    ],
    "advice": [
      "Будь гибкой, не пытайся контролировать всё до мелочей.",
      "Важен не идеальный баланс, а способность адаптироваться.",
      "Не паникуй при временных колебаниях — они пройдут."
    ]
  },
  "Тройка Пентаклей": {
    "love": [
      "Тройка Пентаклей говорит о совместных усилиях — отношения требуют участия обеих сторон.",
      "Это карта созидания, когда важно не только чувство, но и совместная работа над будущим.",
      "Может указывать на поддержку семьи или друзей в твоих отношениях."
    ],
    "career": [
      "В карьере карта символизирует профессионализм, обучение и признание мастерства.",
      "Ты можешь работать в команде, где каждый вносит свой вклад.",
      "Карта говорит о росте и признании твоих талантов."
    ],
    "finance": [
      "В финансах Тройка Пентаклей говорит о устойчивом росте, особенно если ты работаешь в сотрудничестве.",
      "Появляется возможность заработать через знания и опыт.",
      "Важно сохранять системность и внимание к деталям."
    ],
    "health": [
      "По здоровью карта говорит о необходимости последовательности и режима.",
      "Регулярный подход даёт стабильный результат — важно не бросать начатое.",
      "Полезно сотрудничать с профессионалами — врачом, тренером, терапевтом."
    ],
    "advice": [
      "Действуй через сотрудничество — одна ты можешь меньше, чем вместе.",
      "Не гонись за быстрым результатом, цени процесс роста.",
      "Учись, улучшай мастерство — это принесёт долгосрочный успех."
    ]
  },
  "Четвёрка Пентаклей": {
    "love": [
      "Четвёрка Пентаклей говорит о страхе потери и попытке удержать отношения любой ценой.",
      "Ты можешь бояться перемен, даже если они назрели.",
      "Карта советует отпустить контроль, чтобы любовь могла дышать."
    ],
    "career": [
      "В карьере карта символизирует стабильность, но и застой — ты держишься за привычное, боясь риска.",
      "Это период защиты своих достижений, но важно не застрять в комфорте.",
      "Карта напоминает: развитие требует смелости выйти за пределы безопасного."
    ],
    "finance": [
      "В финансах Четвёрка Пентаклей говорит о накоплении и жёстком контроле над деньгами.",
      "Ты бережлива, но рискуешь превратить безопасность в скуку.",
      "Хорошее время укрепить финансовую базу, но не впадать в скупость."
    ],
    "health": [
      "По здоровью карта указывает на физическое и эмоциональное зажатие.",
      "Может проявляться как скованность в теле или страх расслабиться.",
      "Полезны массаж, дыхательные практики, телесная осознанность."
    ],
    "advice": [
      "Не держись за старое только потому, что оно знакомо.",
      "Пусти энергию в движение — жизнь обновится.",
      "Стабильность хороша, пока не становится клеткой."
    ]
  },
  "Пятёрка Пентаклей": {
    "love": [
      "Пятёрка Пентаклей говорит о чувстве одиночества, холоде или дистанции в отношениях.",
      "Ты можешь чувствовать себя неоценённой или брошенной, даже если это не так.",
      "Карта напоминает: любовь — это не только тепло, но и поддержка в трудные времена."
    ],
    "career": [
      "В карьере карта указывает на кризис, нехватку ресурсов или чувство нестабильности.",
      "Ты можешь ощущать, что осталась без поддержки, но помощь ближе, чем кажется.",
      "Важно не замыкаться в себе — проси помощи и ищи новые пути."
    ],
    "finance": [
      "В финансах карта говорит о трудностях, нехватке или страхе потерь.",
      "Сейчас период экономии и осторожности, но он временный.",
      "Карта советует сохранять веру в лучшее — ресурсы вернутся."
    ],
    "health": [
      "По здоровью Пятёрка Пентаклей говорит о снижении тонуса, усталости и ослаблении иммунитета.",
      "Организм просит поддержки и бережного отношения.",
      "Полезно отдыхать, питаться сбалансированно и не истощать себя стрессом."
    ],
    "advice": [
      "Не замыкайся в ощущении недостатка — обратись за помощью, она рядом.",
      "Цени поддержку, которая уже есть, даже если кажется, что всё потеряно.",
      "Помни, что кризис — это лишь этап, а не финал."
    ]
  },
  "Шестёрка Пентаклей": {
    "love": [
      "Шестёрка Пентаклей говорит о взаимной поддержке и обмене — любви важно движение в обе стороны.",
      "Это карта щедрости, подарков и благодарности.",
      "В отношениях важно не только давать, но и позволять себе получать."
    ],
    "career": [
      "В карьере карта говорит о помощи, наставничестве и обмене опытом.",
      "Ты можешь как получать поддержку, так и давать её другим.",
      "Карта указывает на честные отношения в профессиональной среде."
    ],
    "finance": [
      "В финансах карта говорит о поступлениях, подарках, премиях или выплатах.",
      "Это энергия щедрости: чем больше делишься, тем больше возвращается.",
      "Хорошее время помогать другим — деньги пойдут по кругу и вернутся."
    ],
    "health": [
      "По здоровью карта говорит о восстановлении через заботу и баланс.",
      "Полезно делиться энергией — помогать, вдохновлять, быть рядом.",
      "Важно не уходить в жертвенность — равновесие ключ к гармонии."
    ],
    "advice": [
      "Будь открыта обмену — это укрепит и твои ресурсы.",
      "Щедрость возвращается — доверяй этому закону.",
      "Не бойся просить помощи, если она тебе нужна."
    ]
  },
  "Семёрка Пентаклей": {
    "love": [
      "Семёрка Пентаклей говорит о терпении и ожидании результата в отношениях.",
      "Ты уже вложила много, и теперь важно не торопить события.",
      "Карта говорит: всё развивается своим темпом — доверься процессу."
    ],
    "career": [
      "В карьере Семёрка Пентаклей указывает на период ожидания, когда результаты ещё не видны.",
      "Ты всё делаешь правильно — просто нужно время, чтобы усилия дали плоды.",
      "Карта учит терпению и стратегическому мышлению."
    ],
    "finance": [
      "В финансах карта говорит о накоплениях, которые пока не дают быстрой прибыли.",
      "Ты вкладываешься в долгосрочный результат — не спеши с выводами.",
      "Важно сохранять стабильность и не срывать урожай раньше срока."
    ],
    "health": [
      "По здоровью карта указывает на медленное, но уверенное восстановление.",
      "Не жди мгновенных улучшений — прогресс идёт постепенно.",
      "Полезно придерживаться режима и наблюдать за динамикой."
    ],
    "advice": [
      "Будь терпелива — время работает на тебя.",
      "Не сдавайся перед самым ростом результата.",
      "Иногда ожидание — это тоже активное действие."
    ]
  },
  "Восьмёрка Пентаклей": {
    "love": [
      "Восьмёрка Пентаклей говорит о необходимости уделить внимание деталям в отношениях.",
      "Любовь — это труд, требующий заботы и вовлечённости.",
      "Карта напоминает, что гармония строится из маленьких, но ежедневных действий."
    ],
    "career": [
      "В карьере карта символизирует профессиональный рост, обучение и совершенствование мастерства.",
      "Ты оттачиваешь навыки и создаёшь фундамент для будущего успеха.",
      "Это период труда, сосредоточенности и кропотливости."
    ],
    "finance": [
      "В финансах карта говорит о стабильных доходах через усердную работу.",
      "Ты получаешь ровно столько, сколько вкладываешь — честная отдача за усилия.",
      "Полезно инвестировать в развитие навыков, которые приносят долгосрочную прибыль."
    ],
    "health": [
      "По здоровью карта говорит о необходимости дисциплины — регулярные привычки принесут результат.",
      "Не жди чуда — успех в постоянстве.",
      "Полезно вести дневник состояния, чтобы отслеживать прогресс."
    ],
    "advice": [
      "Совершенствуй своё дело — в этом путь к стабильности.",
      "Будь внимательна к деталям — именно они делают разницу.",
      "Не торопись: качественный труд требует времени."
    ]
  },
  "Девятка Пентаклей": {
    "love": [
      "Девятка Пентаклей говорит о независимости, уверенности и умении наслаждаться собой.",
      "Ты ценишь свои границы и не готова терять свободу ради отношений без равного обмена.",
      "Карта указывает на зрелую, самодостаточную любовь — к себе и к жизни."
    ],
    "career": [
      "В карьере карта символизирует успех, признание и финансовую стабильность.",
      "Ты добилась уровня, где можешь работать с удовольствием и чувством уверенности.",
      "Это момент заслуженного покоя и внутреннего удовлетворения."
    ],
    "finance": [
      "В финансах Девятка Пентаклей говорит о благополучии и материальной независимости.",
      "Ты можешь позволить себе комфорт, не теряя здравого смысла.",
      "Важно наслаждаться результатом, а не только думать о новых целях."
    ],
    "health": [
      "По здоровью карта говорит о хорошем состоянии и заботе о теле как о храме.",
      "Ты научилась слушать себя и действовать в гармонии с организмом.",
      "Полезны практики, приносящие удовольствие и красоту: йога, уход, прогулки."
    ],
    "advice": [
      "Позволь себе радоваться плодам своего труда.",
      "Не оправдывайся за успех — ты его заслужила.",
      "Помни: твоя независимость — это не одиночество, а зрелость."
    ]
  },
  "Десятка Пентаклей": {
    "love": [
      "Десятка Пентаклей говорит о стабильных, зрелых отношениях и семейных ценностях.",
      "Это союз, построенный на доверии, традициях и совместных целях.",
      "Карта указывает на долгосрочную гармонию и ощущение «дома» рядом с человеком."
    ],
    "career": [
      "В карьере карта символизирует успех, признание и устойчивое положение.",
      "Ты можешь гордиться своим вкладом и видеть результаты долгого пути.",
      "Иногда карта указывает на семейный бизнес или продолжение традиции."
    ],
    "finance": [
      "В финансах карта говорит о финансовой стабильности, наследстве или крупной прибыли.",
      "Это момент достатка и уверенности в завтрашнем дне.",
      "Полезно инвестировать в долговечные ценности — дом, образование, семью."
    ],
    "health": [
      "По здоровью карта указывает на устойчивое состояние и поддержку со стороны семьи.",
      "Важно заботиться о теле так же системно, как о доме — с любовью и вниманием.",
      "Полезны традиционные методы восстановления и профилактики."
    ],
    "advice": [
      "Создавай не только успех, но и основу, которая переживёт тебя.",
      "Семья, дом, надёжность — это тоже духовное достижение.",
      "Поделись изобилием с теми, кто рядом — энергия умножится."
    ]
  },
  "Паж Пентаклей": {
    "love": [
      "Паж Пентаклей говорит о скромных, но искренних проявлениях симпатии.",
      "Это шаг к реальным отношениям, где ценятся поступки, а не обещания.",
      "Карта может указывать на начало связи, где важна надёжность и постепенность."
    ],
    "career": [
      "В работе Паж Пентаклей символизирует обучение, практику, первые шаги в новой сфере.",
      "Ты растёшь через опыт и наблюдательность.",
      "Карта говорит: не бойся быть ученицей — знания станут фундаментом успеха."
    ],
    "finance": [
      "В финансах карта указывает на стабильные, но небольшие доходы — база формируется.",
      "Ты учишься обращаться с деньгами грамотно и с уважением.",
      "Полезно вкладывать в развитие и образование — это принесёт дивиденды позже."
    ],
    "health": [
      "По здоровью карта говорит о хорошем потенциале, но необходимости системности.",
      "Организм требует внимания — забота сейчас предотвратит будущие проблемы.",
      "Полезно следить за питанием, режимом и регулярными обследованиями."
    ],
    "advice": [
      "Учись видеть ценность в процессе, а не только в результате.",
      "Подходи к делу с терпением и уважением — даже к мелочам.",
      "Начни с малого — это приведёт к большому."
    ]
  },
"Рыцарь Пентаклей": {
    "love": [
      "Рыцарь Пентаклей говорит о надёжности, ответственности и верности.",
      "Отношения развиваются медленно, но стабильно, без пустых слов.",
      "Это партнёр, на которого можно опереться — пусть и не самый романтичный."
    ],
    "career": [
      "В работе карта символизирует трудолюбие, внимательность и настойчивость.",
      "Ты движешься к цели постепенно, не отвлекаясь на внешние шумы.",
      "Карта говорит: постоянство — твой главный инструмент успеха."
    ],
    "finance": [
      "В финансах Рыцарь Пентаклей говорит о стабильных поступлениях и умении управлять ресурсами.",
      "Деньги приходят медленно, но надёжно.",
      "Полезно строить долгосрочные планы и избегать рискованных вложений."
    ],
    "health": [
      "По здоровью карта говорит о крепком теле при условии дисциплины и режима.",
      "Ты в состоянии поддерживать баланс, если не ленишься.",
      "Полезно следить за питанием и физической активностью."
    ],
    "advice": [
      "Продолжай идти своим путём — шаг за шагом.",
      "Не ищи быстрых результатов, стабильность приходит через труд.",
      "Делай всё основательно — это залог успеха."
    ]
  },
  "Королева Пентаклей": {
    "love": [
      "Королева Пентаклей говорит о заботливой, тёплой и надёжной любви.",
      "Ты умеешь создавать уют и безопасность, не теряя внутренней силы.",
      "Это карта зрелости — умение любить через поступки, а не только слова."
    ],
    "career": [
      "В карьере карта говорит о практичности, эффективности и материальном успехе.",
      "Ты умеешь совмещать разум и интуицию, делая всё с чувством меры.",
      "Может указывать на женщину-наставницу или руководительницу, которая помогает другим расти."
    ],
    "finance": [
      "В финансах карта говорит о стабильности, достатке и уверенном обращении с деньгами.",
      "Ты умеешь приумножать ресурсы, не теряя щедрости.",
      "Карта советует инвестировать в комфорт, здоровье и дом."
    ],
    "health": [
      "По здоровью карта говорит о хорошем состоянии, если ты следишь за собой системно.",
      "Тело благодарит за заботу — продолжай в том же духе.",
      "Полезны процедуры, связанные с телесным комфортом и гармонией."
    ],
    "advice": [
      "Будь щедрой и заботливой, но не забывай о своих потребностях.",
      "Создавай уют вокруг себя — он даёт энергию и уверенность.",
      "Твоя сила — в практичности и доброте одновременно."
    ]
  },
  "Король Пентаклей": {
    "love": [
      "Король Пентаклей говорит о зрелом, надёжном партнёре, который умеет заботиться и создавать безопасность.",
      "Это отношения, основанные на реальных действиях, а не эмоциях.",
      "Карта указывает на стабильность, уверенность и долгосрочную перспективу."
    ],
    "career": [
      "В карьере Король Пентаклей символизирует высший профессионализм, статус и материальное признание.",
      "Ты добиваешься результатов через последовательность и ответственность.",
      "Это время, когда твои усилия приносят конкретные, ощутимые плоды."
    ],
    "finance": [
      "В финансах карта говорит о процветании, богатстве и умении распоряжаться деньгами с умом.",
      "Это момент, когда ты управляешь ресурсами мудро и уверенно.",
      "Карта напоминает: щедрость — естественная часть истинного достатка."
    ],
    "health": [
      "По здоровью карта говорит о стабильности и хорошем физическом состоянии.",
      "Главное — не впадать в лень и не злоупотреблять комфортом.",
      "Полезно соблюдать режим и поддерживать тело в тонусе."
    ],
    "advice": [
      "Будь надёжной, последовательной и верной своим ценностям.",
      "Не торопись — успех устойчив, если основан на реальных действиях.",
      "Помни: зрелая сила — это спокойствие и уверенность, а не спешка."
    ]
  },
      "Туз Мечей": {
    "love": [
      "Туз Мечей говорит о ясности и откровенности — это момент истины в отношениях.",
      "Ты видишь всё без иллюзий: правда может быть острой, но освобождающей.",
      "Карта зовёт к честности — даже если слова режут, они очищают пространство для настоящего."
    ],
    "career": [
      "В карьере Туз Мечей символизирует прорыв идей, чёткое решение или новую стратегию.",
      "Ты обретаешь ясность и видишь путь вперёд — даже если он требует смелости.",
      "Карта советует действовать логично и без сомнений."
    ],
    "finance": [
      "В финансах Туз Мечей говорит о необходимости резких, но точных решений.",
      "Ты можешь разрубить старые долги или пересмотреть неэффективные траты.",
      "Важно руководствоваться разумом, а не эмоциями."
    ],
    "health": [
      "По здоровью карта указывает на необходимость чёткости — диагностики, дисциплины, структуры.",
      "Важно действовать быстро и не откладывать лечение или обследование.",
      "Карта говорит о ментальном очищении и необходимости ясного режима."
    ],
    "advice": [
      "Прими решение, даже если оно трудное — истина всё равно освободит.",
      "Ставь разум выше эмоций, когда нужно прояснить ситуацию.",
      "Сила не в мягкости, а в ясности и прямоте."
    ]
  },
  "Двойка Мечей": {
    "love": [
      "Двойка Мечей говорит о внутреннем конфликте — ты закрываешь глаза на проблему, чтобы сохранить покой.",
      "Карта указывает на нежелание выбирать, когда сердце и разум спорят.",
      "Главное — перестать молчать и позволить себе чувствовать правду."
    ],
    "career": [
      "В работе карта говорит о нерешительности или противоречии между двумя вариантами.",
      "Ты стараешься сохранить баланс, но время выбора приближается.",
      "Карта советует собрать факты и принять решение, не избегая ответственности."
    ],
    "finance": [
      "В финансах карта говорит о временной неопределённости или нежелании видеть проблемы.",
      "Ты можешь откладывать важное решение — например, о вложениях или расходах.",
      "Важно действовать рационально и не прятать голову в песок."
    ],
    "health": [
      "По здоровью карта говорит о блокировках и внутреннем напряжении.",
      "Тело может сигналить, но ты пока не слушаешь.",
      "Полезно снять эмоциональные защиты и позволить себе осознать, что происходит."
    ],
    "advice": [
      "Перестань откладывать — правда уже здесь.",
      "Смелость — это не отсутствие страха, а готовность увидеть его в глаза.",
      "Выбери, иначе жизнь выберет за тебя."
    ]
  },
  "Тройка Мечей": {
    "love": [
      "Тройка Мечей — карта боли, разочарования или утраты.",
      "Она говорит о моменте, когда иллюзии рушатся, но это очищает сердце для новой правды.",
      "Карта напоминает: страдание не навсегда — оно даёт рост и понимание, что ты заслуживаешь большего."
    ],
    "career": [
      "В карьере карта может указывать на конфликт, разрыв партнёрства или сложное увольнение.",
      "Это неприятный, но очищающий этап — истина вскрывается, чтобы освободить место новому.",
      "Карта призывает держать голову холодной и не принимать решения в пылу эмоций."
    ],
    "finance": [
      "В финансах карта говорит о потерях или неожиданных расходах.",
      "Важно не впадать в панику — эти трудности временные.",
      "Главное — сделать выводы и не повторять ошибок."
    ],
    "health": [
      "По здоровью карта может говорить о стрессах, сердечном напряжении и эмоциональных травмах.",
      "Полезно дать себе время на восстановление и не подавлять боль.",
      "Слёзы — это очищение, не слабость."
    ],
    "advice": [
      "Позволь себе прожить боль — только так наступит исцеление.",
      "Не держись за то, что уже умерло.",
      "После очищения приходит свобода и ясность."
    ]
  },
  "Четвёрка Мечей": {
    "love": [
      "Четвёрка Мечей говорит о паузе, отдыхе и необходимости побыть наедине с собой.",
      "Отношения могут перейти в фазу охлаждения, но это не конец — просто передышка.",
      "Карта советует не форсировать и дать времени всё расставить."
    ],
    "career": [
      "В работе карта говорит о выгорании и потребности в восстановлении.",
      "Ты заслужила отдых — иначе энергия иссякнет полностью.",
      "Важно сделать паузу, чтобы потом вернуться с новыми силами."
    ],
    "finance": [
      "В финансах карта говорит о стабильности без роста — сейчас лучше сохранять, а не рисковать.",
      "Это фаза передышки: расходы и доходы уравновешены.",
      "Полезно пересмотреть стратегию без спешки."
    ],
    "health": [
      "По здоровью карта говорит о необходимости сна, отдыха и восстановления.",
      "Тело просит передышку, особенно после стресса.",
      "Полезно провести время наедине, без лишних стимулов."
    ],
    "advice": [
      "Не действуй из усталости — сначала восстановись.",
      "Покой — не слабость, а мудрость.",
      "Тишина даст ответы, которых не услышишь в суете."
    ]
  },
  "Пятёрка Мечей": {
    "love": [
      "Пятёрка Мечей говорит о ссоре, где победа ничего не стоит.",
      "Даже если ты докажешь правоту — это разрушит доверие.",
      "Карта советует искать не победу, а понимание."
    ],
    "career": [
      "В карьере карта указывает на конфликты, интриги и напряжение в команде.",
      "Может быть борьба за признание, которая оборачивается усталостью.",
      "Важно выйти из игр эго и действовать честно, даже если другие — нет."
    ],
    "finance": [
      "В финансах карта говорит о спорах из-за денег, неудачных сделках или потерях через нечестность.",
      "Важно быть внимательной и не идти на сомнительные компромиссы.",
      "Иногда лучше потерять немного, чем вовлечься в токсичные отношения с деньгами."
    ],
    "health": [
      "По здоровью карта говорит о внутреннем напряжении, агрессии и усталости.",
      "Тело может реагировать на стресс конфликтами — головными болями, спазмами.",
      "Полезно учиться отпускать и не держать обиды."
    ],
    "advice": [
      "Не ищи победы в любой цене — истина не требует жертв.",
      "Отпусти потребность быть правой.",
      "Иногда уступка — это высшая форма силы."
    ]
  },
  "Шестёрка Мечей": {
    "love": [
      "Шестёрка Мечей говорит о переходе от бурь к спокойствию — отношения выходят из кризиса.",
      "Иногда это путешествие, переезд или эмоциональная дистанция, чтобы всё переосмыслить.",
      "Главное — не возвращайся в старые воды, если они уже истощили тебя."
    ],
    "career": [
      "В работе карта говорит о движении вперёд после трудностей.",
      "Ты покидаешь напряжённую зону и переходишь к более устойчивой фазе.",
      "Может указывать на релокацию, смену работы или проекта."
    ],
    "finance": [
      "В финансах карта говорит о постепенном восстановлении после кризиса.",
      "Доходы стабилизируются, но пока требуется осторожность.",
      "Главное — двигаться вперёд и не возвращаться к старым схемам."
    ],
    "health": [
      "По здоровью карта говорит о выздоровлении и постепенном улучшении.",
      "Важно не торопиться и следовать выбранной программе восстановления.",
      "Полезны прогулки, вода и ментальное очищение."
    ],
    "advice": [
      "Отпусти прошлое — впереди новые, спокойные воды.",
      "Пусть движение будет медленным, но верным.",
      "Ты выходишь из шторма — не оборачивайся."
    ]
  },
  "Семёрка Мечей": {
    "love": [
      "Семёрка Мечей говорит о недоверии, тайнах или избегании откровенности.",
      "Может быть желание скрыть чувства или манипулировать ситуацией.",
      "Карта советует быть честной — даже если правда неудобна."
    ],
    "career": [
      "В работе карта говорит о стратегиях, креативных ходах или закулисных решениях.",
      "Важно действовать умно, но не обманом.",
      "Карта предупреждает: нечестность может обернуться против тебя."
    ],
    "finance": [
      "В финансах карта говорит о скрытых расходах, неочевидных рисках или манипуляциях.",
      "Не доверяй обещаниям — проверяй документы и партнёров.",
      "Честность и прозрачность защитят от потерь."
    ],
    "health": [
      "По здоровью карта указывает на скрытые причины недомогания — что-то подавлено или не признано.",
      "Полезно искать источник глубже, а не лечить симптомы.",
      "Карта советует не обманывать себя насчёт своего состояния."
    ],
    "advice": [
      "Будь умной, но не хитрой.",
      "Честность сейчас — твоя лучшая стратегия.",
      "Правда может быть неудобна, но только она даёт свободу."
    ]
  },
      "Восьмёрка Мечей": {
    "love": [
      "Восьмёрка Мечей говорит о чувстве связанности и невозможности двигаться вперёд в отношениях.",
      "Ты можешь ощущать, что обстоятельства или чужие ожидания держат тебя на месте, хотя ключ от дверей в твоих руках.",
      "Карта предлагает признать свои страхи и ограничения, вместо того чтобы считать их чужой волей."
    ],
    "career": [
      "В карьере Восьмёрка Мечей указывает на ситуацию, когда ты чувствуешь себя загнанной в рамки.",
      "Может казаться, что у тебя нет выбора, но на самом деле он есть — просто решение требует смелости.",
      "Карта говорит о необходимости пересмотреть свои убеждения о том, что тебе «нельзя» или «невозможно»."
    ],
    "finance": [
      "В финансах карта показывает ощущение тупика и беспомощности перед деньгами.",
      "Ты можешь верить, что не справишься с долгами или обязательствами, и от этого только застываешь.",
      "Карта советует искать информацию и помощь, а не замыкаться в позиции жертвы."
    ],
    "health": [
      "По здоровью Восьмёрка Мечей говорит о психическом напряжении, тревогах и зажатости тела.",
      "Твоё состояние может ухудшаться от постоянных угнетённых мыслей.",
      "Полезно снять ментальные оковы через терапию, дыхательные практики и мягкое движение."
    ],
    "advice": [
      "Перестань верить каждой пугающей мысли — проверь, что из этого правда, а что нет.",
      "Сделай маленький шаг в сторону свободы, даже если пока страшно.",
      "Сними повязку с глаз: реальность может оказаться мягче, чем твои ожидания."
    ]
  },
  "Девятка Мечей": {
    "love": [
      "Девятка Мечей говорит о ночных переживаниях, чувстве вины или тревоге из-за отношений.",
      "Ты можешь накручивать себя, представляя худшие сценарии, даже если факты не так трагичны.",
      "Карта напоминает: страхи в голове часто сильнее реальных событий."
    ],
    "career": [
      "В работе карта указывает на сильное беспокойство, страх провала или критики.",
      "Ты можешь мучиться мыслями о том, что сделала «не так», вместо того чтобы смотреть вперёд.",
      "Карта призывает заменить самобичевание честным анализом и конструктивными действиями."
    ],
    "finance": [
      "В финансах Девятка Мечей показывает страхи, связанные с деньгами, которые не дают спокойно жить.",
      "Ты можешь прокручивать в голове негативные сценарии, не давая себе отдыха.",
      "Важно отделить реальные цифры от воображаемых катастроф и составить план."
    ],
    "health": [
      "По здоровью карта говорит о бессоннице, тревожности и нервном истощении.",
      "Тело реагирует на информационную и эмоциональную перегрузку.",
      "Полезно снижать уровень стресса и искать поддержку, а не бороться в одиночку."
    ],
    "advice": [
      "Посмотри на свои страхи при ярком свете — многое из них растворится.",
      "Не наказывай себя за прошлые ошибки — бери из них опыт, а не приговор.",
      "Обратись за помощью, если тяжесть внутри стала слишком плотной."
    ]
  },
  "Десятка Мечей": {
    "love": [
      "Десятка Мечей говорит о ситуации, когда старый формат отношений исчерпал себя окончательно.",
      "Это точка, после которой нельзя вернуться к прежнему, как бы ни хотелось всё откатить назад.",
      "Карта жестока, но честна: на этом месте можно выстроить нечто более живое, если принять конец."
    ],
    "career": [
      "В карьере карта может указывать на завершение проекта, увольнение или крах прежних планов.",
      "Старый путь закрывается, даже если ты до последнего пыталась его поддержать.",
      "Карта призывает не цепляться за обломки, а собрать силы для нового курса."
    ],
    "finance": [
      "В финансах Десятка Мечей говорит о серьёзном кризисе или ощущении полной остановки.",
      "Это момент, когда приходится признать реальность, какой бы жёсткой она ни была.",
      "Карта показывает дно, от которого уже можно оттолкнуться и начать восстановление."
    ],
    "health": [
      "По здоровью карта указывает на сильное истощение и необходимость радикальных перемен в образе жизни.",
      "Так дальше продолжаться не может — тело сигналит на максимуме.",
      "Полезно полностью пересмотреть привычки и вовремя обратиться к специалистам."
    ],
    "advice": [
      "Прими, что этот этап завершён — сопротивление только продлевает боль.",
      "На развалинах старого рождается пространство для нового выбора.",
      "Позволь себе поставить точку, чтобы когда-то появилась новая строка."
    ]
  },
  "Паж Мечей": {
    "love": [
      "Паж Мечей говорит о настороженности, любопытстве и желании всё контролировать через анализ.",
      "Ты можешь наблюдать за человеком, собирать информацию, но не спешить открываться.",
      "Карта советует говорить прямо, а не догадываться по намёкам и соцсетям."
    ],
    "career": [
      "В работе Паж Мечей символизирует период обучения, анализа и поиска информации.",
      "Ты можешь проявлять себя как внимательный наблюдатель и умный собеседник.",
      "Карта призывает задавать вопросы и не бояться признавать, что чего-то не знаешь."
    ],
    "finance": [
      "В финансах карта говорит о необходимости внимательно изучить документы и условия.",
      "Это время для анализа, сбора данных и расчётов, а не для рискованных вложений.",
      "Карта советует опираться на факты, а не слухи и обещания."
    ],
    "health": [
      "По здоровью Паж Мечей указывает на повышенную нервную активность, ментальное напряжение.",
      "Может быть много мыслей и мало отдыха для головы.",
      "Полезно ограничить информационный шум и дать мозгу пространство для тишины."
    ],
    "advice": [
      "Смотри глубже и задавай уточняющие вопросы, вместо того чтобы додумывать.",
      "Говори честно и аккуратно — слова сейчас имеют вес.",
      "Используй свой ум как инструмент ясности, а не как оружие против себя."
    ]
  },
  "Рыцарь Мечей": {
    "love": [
      "Рыцарь Мечей говорит о резких словах, прямоте и вспышках конфликтов в отношениях.",
      "Ты можешь стремиться сразу всё выяснить и расставить точки, не щадя ни себя, ни партнёра.",
      "Карта призывает помнить, что честность важна, но форма подачи тоже имеет значение."
    ],
    "career": [
      "В карьере Рыцарь Мечей символизирует решительные действия, быстрые решения и борьбу за свои идеи.",
      "Ты можешь вступать в споры, отстаивать правду и двигаться к цели без компромиссов.",
      "Карта предупреждает о риске перегнуть палку и создать себе лишних врагов."
    ],
    "finance": [
      "В финансах карта говорит о резких шагах: внезапные сделки, быстрые решения, пересмотр договоров.",
      "Ты можешь резко обрубить ненужное или сменить направление.",
      "Важно убедиться, что действия продиктованы не только эмоцией, но и здравым смыслом."
    ],
    "health": [
      "По здоровью Рыцарь Мечей указывает на нервозность, ускоренный темп и возможные резкие нагрузки.",
      "Организм может реагировать вспышками напряжения, бессонницей или головными болями.",
      "Полезно замедляться и учиться отпускать контроль хотя бы на время."
    ],
    "advice": [
      "Действуй решительно, но не срубай всё с плеча.",
      "Отстаивай свои принципы, не уничтожая при этом пространство для диалога.",
      "Направь свою силу в конструктивное русло — там она принесёт победу."
    ]
  },
  "Королева Мечей": {
    "love": [
      "Королева Мечей говорит о независимости, трезвом взгляде и высоких стандартах в любви.",
      "Ты не готова соглашаться на меньшее, чем уважение и честность.",
      "Карта может указывать на период, когда разум берёт верх над эмоциями ради твоего же блага."
    ],
    "career": [
      "В карьере Королева Мечей символизирует аналитический ум, профессионализм и ясное мышление.",
      "Ты способна видеть суть вещей и принимать точные решения, отсекая лишнее.",
      "Карта говорит о силе, которая проявляется через объективность и грамотную коммуникацию."
    ],
    "finance": [
      "В финансах карта говорит о рациональном подходе и умении планировать.",
      "Ты принимаешь финансовые решения без лишних эмоций, опираясь на расчёты.",
      "Карта советует быть строгой, но справедливой к себе в вопросах денег."
    ],
    "health": [
      "По здоровью Королева Мечей указывает на необходимость дисциплины и ясного плана действий.",
      "Тело выигрывает, когда ты структурируешь режим и избавляешься от лишнего.",
      "Полезно консультироваться с компетентными специалистами и не верить случайным советам."
    ],
    "advice": [
      "Сохраняй ясный ум, даже если вокруг много эмоций.",
      "Говори прямо, но без жестокости — твоя честность может исцелять, а не ранить.",
      "Доверяй своей способности видеть картину шире, чем остальные."
    ]
  },
  "Король Мечей": {
    "love": [
      "Король Мечей говорит о партнёре или состоянии, когда на первый план выходит разум и ответственность.",
      "В отношениях важны честность, правила и уважение границ.",
      "Карта может указывать на необходимость трезво оценить ситуацию, а не оправдывать её эмоциями."
    ],
    "career": [
      "В карьере Король Мечей символизирует стратегическое мышление, власть и компетентность.",
      "Ты способна принимать сложные решения, опираясь на логику и опыт.",
      "Карта говорит о лидерстве, основанном на ясности, а не на хаотичных импульсах."
    ],
    "finance": [
      "В финансах карта говорит о продуманной стратегии, юридической чистоте и чётких договорённостях.",
      "Ты можешь успешно управлять крупными суммами или важными контрактами.",
      "Карта советует использовать знания и консультироваться с профессионалами."
    ],
    "health": [
      "По здоровью Король Мечей говорит о дисциплин и рациональном подходе к телу.",
      "Ты готова следовать рекомендациям и придерживаться режима, если видишь в этом смысл.",
      "Полезно относиться к лечению как к проекту: с планом, целями и системностью."
    ],
    "advice": [
      "Стань автором решений в своей жизни, а не судьёй для самой себя.",
      "Опирайся на факты, знания и опыт — у тебя достаточно внутренней мудрости.",
      "Принимай решения спокойно и твёрдо, не разбрасываясь словами и обещаниями."
    ]
  }

